// 此文件由自动脚本生成，请勿手动修改
export const searchDatabase = [
  {
    "category": "缺陷参考",
    "items": [
      {
        "title": "气孔、群孔",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA01"
          },
          {
            "label": "特征描述",
            "value": "在铸件内部、表面或近乎于表面处有大小不等的光滑孔眼。形状有圆的、长的及不规则的、有单个的，也有聚集成片的。颜色为白色或带有一层暗色，有时覆有一层氧化皮"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型透气性差；砂型潮湿。\n铸造工艺：浇注温度过低；合金液除气不充分；浇注系统设计不当，卷入气体。\n模具质量：排气孔堵塞或数量不足。"
          }
        ]
      },
      {
        "title": "呛火",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA01"
          },
          {
            "label": "特征描述",
            "value": "在铸件表面或内部形成的大量针孔状或梨形气孔，孔壁常被氧化（表面呈乌黑色）。"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：浇注速度过快，型腔内气体来不及排出；合金液与冷/潮湿物接触发生剧烈反应。\n型砂质量：砂型透气性极差；"
          }
        ]
      },
      {
        "title": "缩孔",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA02"
          },
          {
            "label": "特征描述",
            "value": "在铸件厚断面内部，两交界面的内部及厚断面和薄断面交接处的内部或表面，形状不规则，孔内粗糙不平，晶粒粗大"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：浇注温度过高；\n模具质量：冒口设计不当（尺寸、位置），补缩效果差；浇注温度过高；"
          }
        ]
      },
      {
        "title": "缩松",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA03"
          },
          {
            "label": "特征描述",
            "value": "在铸件内部微小而不连贯的缩孔，聚集在一处或多处，晶粒粗大，各晶粒间存在很小的孔眼，水压试验时渗水"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：合金的凝固范围宽；冒口补缩压力不足；发生在更宽的凝固区域。"
          }
        ]
      },
      {
        "title": "夹砂/夹渣",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA04"
          },
          {
            "label": "特征描述",
            "value": "在铸件的内部或表面形状不规则的孔眼。孔眼不光滑，里面全部或部分充塞着渣"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型强度不足，砂粒脱落。\n铸造工艺：浇注系统挡渣效果差；浇注操作不平稳，冲刷铸型；合金液纯净度低，熔渣未清除干净。"
          }
        ]
      },
      {
        "title": "砂眼",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA05"
          },
          {
            "label": "特征描述",
            "value": "在铸件内部或表面有充塞着型砂的孔眼"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型或砂芯强度低。\n开模过程：合箱前吹扫不干净，型腔内残留浮砂。\n铸造工艺：浇注系统设计不合理，金属液冲刷力过大，将砂粒冲入型腔。"
          }
        ]
      },
      {
        "title": "铁豆",
        "subtitle": "铸造孔洞类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CA06"
          },
          {
            "label": "特征描述",
            "value": "在铸件内部或表面有包含金属小珠的孔眼，常发生在铸铁件上"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺： 浇注系统设计不当导致金属液飞溅；浇注温度过低，溅起的小金属滴在未被液流重新熔化前已凝固。\n模具质量： 浇口位置不当，金属液直接冲击型壁或芯子。"
          }
        ]
      },
      {
        "title": "热裂",
        "subtitle": "铸造裂纹类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CB01"
          },
          {
            "label": "特征描述",
            "value": "在铸件上有穿透或不穿透的裂纹（主要是弯曲形的),开裂处金属表皮氧化"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：铸件设计有尖角，导致应力集中；收缩受到砂型或砂芯的阻碍；浇注温度过高；冷却不当。\n型砂质量：砂型或砂芯退让性差。"
          }
        ]
      },
      {
        "title": "冷裂",
        "subtitle": "铸造裂纹类",
        "fields": [
          {
            "label": "分类代码",
            "value": "CB02"
          },
          {
            "label": "特征描述",
            "value": "在铸件上有穿透或不穿透的裂纹（主要是直的),开裂处金属表皮未氧化"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：铸件结构复杂，壁厚差大，产生巨大的铸造应力。\n开箱过程：开箱过早，铸件在高温下强度不足而开裂。\n热处理：落砂或热处理过程中受到机械撞击。"
          }
        ]
      },
      {
        "title": "结疤",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CC02"
          },
          {
            "label": "特征描述",
            "value": "在铸件表面上，有金属夹杂或包含着型砂或渣的片状或瘤状物"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型表面强度不足，受热后表层拱起、开裂。\n铸造工艺：浇注速度过快，金属液很快淹没并“烫伤”砂型表面。"
          }
        ]
      },
      {
        "title": "夹砂结疤",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CC03"
          },
          {
            "label": "特征描述",
            "value": "在铸件表面上，有一层金属瘤状或片状物。在金属瘤片和铸件之间有一层型砂"
          }
        ]
      },
      {
        "title": "冷隔",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CC04"
          },
          {
            "label": "特征描述",
            "value": "在铸件上有一种未完全融合的缝隙或哇坑，其交界边缘是圆滑的"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：浇注温度或浇注速度过低；合金流动性差。\n模具质量：浇注系统（如内浇口）数量不足或截面积太小，导致金属液汇合时已接近凝固。"
          }
        ]
      },
      {
        "title": "多肉/飞边",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD01"
          },
          {
            "label": "特征描述",
            "value": "铸件有形状不规则的毛刺、披缝或凸出部分"
          },
          {
            "label": "主要产生原因",
            "value": "模具质量：模具磨损、分型面磨损或芯盒间隙过大，导致合箱后有间隙。\n开模过程：合箱不紧，压铁重量不足，浇注时金属液从分型面溢出。"
          }
        ]
      },
      {
        "title": "少肉/浇不足",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD02"
          },
          {
            "label": "特征描述",
            "value": "金属液未完全充满型腔而产生的铸件缺肉"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：浇注温度或速度过低；金属液量不足。\n模具质量：浇注系统设计不合理（过小、过长）。"
          }
        ]
      },
      {
        "title": "粘砂",
        "subtitle": "铸造表面缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CC01"
          },
          {
            "label": "特征描述",
            "value": "在铸件表面上，全部或部分覆盖着金属（或金属氧化物）与砂的混合物（或化合物），或一层烧结的型砂，致使铸件表面粗糙"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型紧实度不够；砂粒过粗。\n铸造工艺：浇注温度过高；金属液压力头（静压头）过高。涂层不均匀"
          }
        ]
      },
      {
        "title": "错箱",
        "subtitle": "铸造形状不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD05"
          },
          {
            "label": "特征描述",
            "value": "铸件的一部分与另一部分在分型面上错开，发生相对的位移"
          },
          {
            "label": "主要产生原因",
            "value": "模具质量：模具的定位销/套磨损严重。\n开模过程：合箱时上下箱未对准。"
          }
        ]
      },
      {
        "title": "偏芯",
        "subtitle": "铸造形状不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD06"
          },
          {
            "label": "特征描述",
            "value": "泥芯的位置发生了不应有的变化，而引起的铸件形状与图样不符"
          },
          {
            "label": "主要产生原因",
            "value": "模具质量：芯头与芯座配合间隙过大。\n开模过程：下芯时位置不准或固定不牢。\n铸造工艺：浇注时金属液冲力将砂芯冲偏。"
          }
        ]
      },
      {
        "title": "胀箱",
        "subtitle": "铸造形状不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD04"
          },
          {
            "label": "特征描述",
            "value": "金属液的压力使上下型分离而造成的铸件外形及尺寸与图样不符"
          },
          {
            "label": "主要产生原因",
            "value": "型砂质量：砂型强度不足，紧实度不够。\n开模过程：合箱不紧，锁模力不足。"
          }
        ]
      },
      {
        "title": "变形",
        "subtitle": "铸造形状不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "CD07"
          },
          {
            "label": "特征描述",
            "value": "铸造应力引起的铸件外形和尺寸与图样不符"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：铸件结构设计不合理，冷却不均产生内应力；开箱过早，铸件强度不足时受外力。\n热处理：应力消除不彻底。"
          }
        ]
      },
      {
        "title": "机械损伤",
        "subtitle": "铸造其他缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "/"
          },
          {
            "label": "特征描述",
            "value": "在铸件表面留下的撞痕、划伤、缺口或断裂痕迹，破坏了铸件的完整性。"
          },
          {
            "label": "主要产生原因",
            "value": "开箱过程/后处理：在落砂、清理、搬运、机加工过程中发生的碰撞、摔落等人为或设备原因造成的损坏。"
          }
        ]
      },
      {
        "title": "焊点/硬点",
        "subtitle": "铸造其他缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "/"
          },
          {
            "label": "特征描述",
            "value": "铸件基体中存在硬度极高、难以加工的颗粒或金属化合物。"
          },
          {
            "label": "主要产生原因",
            "value": "铸造工艺：炉料不纯净，混入高熔点杂质；孕育或变质处理不当导致局部组织异常。熔炼温度或静置时间不足，成分不均匀。"
          }
        ]
      },
      {
        "title": "铸造标识缺陷",
        "subtitle": "铸造其他缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CF01"
          },
          {
            "label": "特征描述",
            "value": "铸字缺失、模糊不清"
          },
          {
            "label": "主要产生原因",
            "value": "模具质量：模具上的标识块磨损、松动或漏装；涂料堆积掩盖了标识。"
          }
        ]
      },
      {
        "title": "打磨过度",
        "subtitle": "铸造其他缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CF02"
          },
          {
            "label": "特征描述",
            "value": "平面打磨不平"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：清理打磨时操作不当；砂轮机使用过度；缺乏量具校验。"
          }
        ]
      },
      {
        "title": "过度修补",
        "subtitle": "铸造其他缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "CF03"
          },
          {
            "label": "特征描述",
            "value": "未按标准规定修补铸件"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：修补工艺选择不当；操作人员对验收标准理解偏差。"
          }
        ]
      },
      {
        "title": "涂漆裂纹",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB01"
          },
          {
            "label": "特征描述",
            "value": "漆膜发生无规则的断裂或裂缝。"
          },
          {
            "label": "主要产生原因",
            "value": "油漆质量： 漆膜硬度过高，柔韧性差。\n涂装工艺： 底漆未干透即涂面漆；漆膜一次性涂装过厚。"
          }
        ]
      },
      {
        "title": "桔皮/皱皮",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB03"
          },
          {
            "label": "特征描述",
            "value": "面漆表面出现皱纹或收缩变形。"
          },
          {
            "label": "主要产生原因",
            "value": "油漆质量：油漆粘度过高，流平性差；稀释剂不匹配或挥发过快。\n涂装工艺：喷涂压力不当；喷枪距离过远或移动速度不均；晾干时间不足。\n环境因素：环境温度过高或通风过强。"
          }
        ]
      },
      {
        "title": "流挂/滴泪",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB02"
          },
          {
            "label": "特征描述",
            "value": "涂层局部变厚，因重力原因出现垂流状态，只出现在将涂过漆的表面垂直放置时或垂直涂漆的表面。"
          },
          {
            "label": "主要产生原因",
            "value": "涂装工艺：一次性喷涂过厚；喷枪距离过近或移动过慢；稀释剂过量。\n环境因素：环境温度过低，干燥过慢。"
          }
        ]
      },
      {
        "title": "针孔/鱼眼",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB10"
          },
          {
            "label": "特征描述",
            "value": "出现在漆膜上的密集小孔。"
          },
          {
            "label": "主要产生原因",
            "value": "前处理：基体表面有油、水或硅酮污染；铸件本身存在表面微孔。\n油漆与工艺：油漆中混入水或油；压缩空气含水、油；漆膜过厚或干燥过快。"
          }
        ]
      },
      {
        "title": "附着力差/剥落",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB11"
          },
          {
            "label": "特征描述",
            "value": "一涂层与基材或另一涂层之间失去附着力"
          },
          {
            "label": "主要产生原因",
            "value": "前处理：前处理不彻底，表面有氧化皮、油污或残留脱模剂；表面过于光滑。\n油漆与工艺：底漆与基材或不与面漆不配套；固化条件未达到要求。"
          }
        ]
      },
      {
        "title": "颗粒/杂质",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "特征描述",
            "value": "环境与设备： 喷涂环境洁净度差，灰尘、纤维落入漆膜；油漆未经过滤。\n前处理： 喷砂后表面残留砂粒未吹净。"
          },
          {
            "label": "主要产生原因",
            "value": "环境与设备：喷涂环境洁净度差，灰尘、纤维落入漆膜；油漆未经过滤。\n前处理：喷砂后表面残留砂粒未吹净。"
          }
        ]
      },
      {
        "title": "粉化",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TB09"
          },
          {
            "label": "特征描述",
            "value": "油漆中的颜料颗粒不再受到粘合剂的作用，漆膜表面呈现粉状、钝化、褪色并失去光泽。"
          },
          {
            "label": "主要产生原因",
            "value": "环境因素： 长期受紫外线照射或化学侵蚀。\n油漆质量： 耐候性差；固化剂比例不对导致树脂交联不足。"
          }
        ]
      },
      {
        "title": "漏涂",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TD01"
          },
          {
            "label": "特征描述",
            "value": "在某些应涂漆部位而完全没有漆膜形成的一种病态。"
          },
          {
            "label": "主要产生原因",
            "value": "涂装工艺： 操作工疏忽；喷涂死角或复杂结构未覆盖。\n设备因素： 喷枪出漆不均或堵塞。"
          }
        ]
      },
      {
        "title": "厚边",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TE01"
          },
          {
            "label": "特征描述",
            "value": "涂料在涂漆面边缘堆积呈现脊状隆起，使干漆膜边缘过厚的现象。"
          },
          {
            "label": "主要产生原因",
            "value": "涂装工艺： 边缘喷涂次数过多；喷枪角度不正确；油漆流平性太差。"
          }
        ]
      },
      {
        "title": "厚度不足",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TE02"
          },
          {
            "label": "特征描述",
            "value": "漆膜厚度达不到要求。"
          },
          {
            "label": "主要产生原因",
            "value": "涂装工艺： 走枪速度过快；喷涂道数不足；稀释剂加入过多导致固体含量低。"
          }
        ]
      },
      {
        "title": "堆积",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TE03"
          },
          {
            "label": "特征描述",
            "value": "涂料在涂漆面角落堆积呈现水滴状隆起，使产品角落干漆膜过厚的现象。"
          },
          {
            "label": "主要产生原因",
            "value": "涂装工艺： 角落处走枪停留时间过长；静电喷涂时产生电荷积聚。"
          }
        ]
      },
      {
        "title": "附着力不足",
        "subtitle": "涂漆缺陷",
        "fields": [
          {
            "label": "分类代码",
            "value": "TF01"
          },
          {
            "label": "特征描述",
            "value": "测试附着力不能满足Gt0~1级。"
          },
          {
            "label": "主要产生原因",
            "value": "前处理： 基材表面油污、水或锈迹清理不彻底。\n油漆质量： 底漆与基材匹配性差；固化时间或温度不足。"
          }
        ]
      },
      {
        "title": "外观尺寸超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA01"
          },
          {
            "label": "特征描述",
            "value": "机加工后外观实测尺寸超过图样规定公差"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "孔距超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA02"
          },
          {
            "label": "特征描述",
            "value": "两个或多个孔间距实测测量尺寸超过图样规定公差"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "孔径超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA03"
          },
          {
            "label": "特征描述",
            "value": "孔径实测测量尺寸超过图样规定公差"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "螺纹深度不足",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA04"
          },
          {
            "label": "特征描述",
            "value": "螺纹实际测量深度未达到图纸规定标准"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "内径/外径尺寸超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA05"
          },
          {
            "label": "特征描述",
            "value": "内径、外径的实测测量尺寸超过图样规定尺寸"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "键槽尺寸超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA06"
          },
          {
            "label": "特征描述",
            "value": "键槽实测测量尺寸超过图样规定尺寸"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "直线度超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA07"
          },
          {
            "label": "特征描述",
            "value": "直线度超差"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "距离尺寸超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA08"
          },
          {
            "label": "特征描述",
            "value": "距离实际测量尺寸超过图面规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "角度/倒角超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA09"
          },
          {
            "label": "特征描述",
            "value": "角度/倒角实际测量尺寸超过图面规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "R圆角超差",
        "subtitle": "机加工尺寸超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MA10"
          },
          {
            "label": "特征描述",
            "value": "R圆角实际测量尺寸超过图面规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：量具失效；加工工艺不当；对刀错误"
          }
        ]
      },
      {
        "title": "圆度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB01"
          },
          {
            "label": "特征描述",
            "value": "圆度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "端面跳动超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB02"
          },
          {
            "label": "特征描述",
            "value": "端面跳动实测测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "同轴度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB03"
          },
          {
            "label": "特征描述",
            "value": "同轴度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "平面度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB04"
          },
          {
            "label": "特征描述",
            "value": "平面度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "平行度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB05"
          },
          {
            "label": "特征描述",
            "value": "平行度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "位置度",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB06"
          },
          {
            "label": "特征描述",
            "value": "位置度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "垂直度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB07"
          },
          {
            "label": "特征描述",
            "value": "垂直度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "径向跳动超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB08"
          },
          {
            "label": "特征描述",
            "value": "径向跳动实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "直线度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB09"
          },
          {
            "label": "特征描述",
            "value": "直线度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "圆柱度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB10"
          },
          {
            "label": "特征描述",
            "value": "圆柱度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "倾斜度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB11"
          },
          {
            "label": "特征描述",
            "value": "倾斜度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "对称度超差",
        "subtitle": "机加工形位超差",
        "fields": [
          {
            "label": "分类代码",
            "value": "MB12"
          },
          {
            "label": "特征描述",
            "value": "对称度实际测量值超过图纸规定的公差范围"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：设备精度不足；工件夹紧变形；刀具磨损"
          }
        ]
      },
      {
        "title": "表面粗糙度不合格",
        "subtitle": "机加工外观不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MC01"
          },
          {
            "label": "特征描述",
            "value": "超出参数允许值，超出表面功能的特殊要求(加工纹理、加工痕迹)"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：刀具磨损；切削参数选择不当；机床振动"
          }
        ]
      },
      {
        "title": "表面磕碰",
        "subtitle": "机加工外观不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MC02"
          },
          {
            "label": "特征描述",
            "value": "产品表面存在磕碰、划伤等"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：装夹不当；物流搬运保护不足"
          }
        ]
      },
      {
        "title": "补焊未打磨",
        "subtitle": "机加工外观不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MC03"
          },
          {
            "label": "特征描述",
            "value": "不允许补焊处，进行补焊"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：违规作业"
          }
        ]
      },
      {
        "title": "焊补失当",
        "subtitle": "机加工外观不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MC04"
          },
          {
            "label": "特征描述",
            "value": "允许焊补位置未按标准规定操作焊补"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：焊补工艺不合规"
          }
        ]
      },
      {
        "title": "锈蚀",
        "subtitle": "机加工外观不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MC05"
          },
          {
            "label": "特征描述",
            "value": "加工面存在锈蚀（锈斑、锈点）或腐蚀"
          },
          {
            "label": "主要产生原因",
            "value": "环境/存储：防锈油涂抹不均；环境湿度过高"
          }
        ]
      },
      {
        "title": "漏加工",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD01"
          },
          {
            "label": "特征描述",
            "value": "包括缺少铣平面、钻孔、倒角等加工工序"
          },
          {
            "label": "主要产生原因",
            "value": "生产组织：工艺流转单遗漏；操作工疏忽"
          }
        ]
      },
      {
        "title": "螺纹破坏",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD02"
          },
          {
            "label": "特征描述",
            "value": "内螺纹或外螺纹部分或全部损坏"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：攻丝扭矩过大；转运撞击"
          }
        ]
      },
      {
        "title": "螺纹规格不合格",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD03"
          },
          {
            "label": "特征描述",
            "value": "实际检验标志或维修致使打通模式不计，止规不止"
          },
          {
            "label": "主要产生原因",
            "value": "机加工工艺：丝锥型号错误；底孔尺寸不对"
          }
        ]
      },
      {
        "title": "标识不清晰",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD04"
          },
          {
            "label": "特征描述",
            "value": "产品及加工代码钢印无法清晰辨认"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：钢印力度不足；油漆覆盖"
          }
        ]
      },
      {
        "title": "混料",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD05"
          },
          {
            "label": "特征描述",
            "value": "产品表面书写编号与实际产品不符"
          },
          {
            "label": "主要产生原因",
            "value": "生产组织：物流批次混放"
          }
        ]
      },
      {
        "title": "漏工序",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD06"
          },
          {
            "label": "特征描述",
            "value": "漏表面清理、去除飞刺/飞边、检漏等细节工序"
          },
          {
            "label": "主要产生原因",
            "value": "生产组织：流程管理不严"
          }
        ]
      },
      {
        "title": "违规修补",
        "subtitle": "机加工其他不合格",
        "fields": [
          {
            "label": "分类代码",
            "value": "MD07"
          },
          {
            "label": "特征描述",
            "value": "未按标准规定擅自进行修补"
          },
          {
            "label": "主要产生原因",
            "value": "后处理：质量意识不足"
          }
        ]
      }
    ]
  },
  {
    "category": "图纸信息",
    "items": [
      {
        "title": "089412-500WCA",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089412-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "79.1"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "模具材质",
            "value": "AL-水平线"
          },
          {
            "label": "开发日期",
            "value": "44501"
          },
          {
            "label": "目前状态",
            "value": "很好"
          },
          {
            "label": "Customer issue",
            "value": "材料硬点"
          }
        ]
      },
      {
        "title": "089412-501A",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089412-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "79.1"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089412-501A"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "加工重量Kg",
            "value": "31.05"
          }
        ]
      },
      {
        "title": "089412-501C",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089412-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "79.1"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089412-501C"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "加工重量Kg",
            "value": "30.85"
          }
        ]
      },
      {
        "title": "089413-500WCA",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089413-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "73.8"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "模具材质",
            "value": "AL-水平线"
          },
          {
            "label": "开发日期",
            "value": "44501"
          },
          {
            "label": "目前状态",
            "value": "很好"
          }
        ]
      },
      {
        "title": "089413-501A",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089413-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "73.8"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089413-501A"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "加工重量Kg",
            "value": "30.45"
          }
        ]
      },
      {
        "title": "089413-501B",
        "subtitle": "BDR / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089413-500WCA"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "73.8"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089413-501B"
          },
          {
            "label": "加工版本",
            "value": "D"
          },
          {
            "label": "加工重量Kg",
            "value": "29.65"
          }
        ]
      },
      {
        "title": "089411-100Rev.B WCA",
        "subtitle": "BDR / DYD / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089411-100Rev.B WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "352"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089411-101A"
          },
          {
            "label": "加工版本",
            "value": "E"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "43466"
          },
          {
            "label": "目前状态",
            "value": "尚好"
          }
        ]
      },
      {
        "title": "089411-100WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089411-100WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "352"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089411-101A"
          },
          {
            "label": "加工版本",
            "value": "E"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "尚好(已升级凸台）"
          },
          {
            "label": "Customer issue",
            "value": "加工面黑皮"
          }
        ]
      },
      {
        "title": "089431-054WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089431-054WCA"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "629"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089431-055A"
          },
          {
            "label": "加工版本",
            "value": "F"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "尚好(图纸未升级凸台）"
          }
        ]
      },
      {
        "title": "089431-104WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089431-104WCA"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "707"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089431-105A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "尚好(图纸未升级凸台）"
          }
        ]
      },
      {
        "title": "089431-094WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089431-094WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "646"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089431-095A"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "模具材质",
            "value": "AL-\n4瓣分型"
          },
          {
            "label": "开发日期",
            "value": "2021-12\n升级凸台"
          },
          {
            "label": "目前状态",
            "value": "差-待换"
          }
        ]
      },
      {
        "title": "089435-065WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089435-065WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "650"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089435-066A"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔、黑皮、夹渣"
          }
        ]
      },
      {
        "title": "089431-096WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089431-096WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "625"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089431-097A"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "模具为B版未升级"
          },
          {
            "label": "目前状态",
            "value": "差-待换"
          }
        ]
      },
      {
        "title": "089435-067WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089435-067WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "642"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089435-068A"
          },
          {
            "label": "加工版本",
            "value": "E"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089432-024WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089432-024WCA"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "718"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089432-025A"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "差(图纸未升级凸台）"
          }
        ]
      },
      {
        "title": "089433-035WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089433-035WCA"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "928"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089433-036A"
          },
          {
            "label": "加工版本",
            "value": "D"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "差(图纸未升级凸台）"
          }
        ]
      },
      {
        "title": "089436-022WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089436-022WCA"
          },
          {
            "label": "毛坯版本",
            "value": "H"
          },
          {
            "label": "毛坯重量LBS",
            "value": "845"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089432-023A"
          },
          {
            "label": "加工版本",
            "value": "M"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "差(图纸未升级凸台）"
          }
        ]
      },
      {
        "title": "089436-029WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089436-029WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "871"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089436-030A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "44531"
          },
          {
            "label": "目前状态",
            "value": "4组合模具\n状态好"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089436-031WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089436-031WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "839"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089436-032A"
          },
          {
            "label": "加工版本",
            "value": "C"
          }
        ]
      },
      {
        "title": "089437-031WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089437-031WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "894"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089437-032A"
          },
          {
            "label": "加工版本",
            "value": "H"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089437-033WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089437-033WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "861"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089437-034A"
          },
          {
            "label": "加工版本",
            "value": "D"
          }
        ]
      },
      {
        "title": "089432-033WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089432-033WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "740"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089432-034A"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "模具材质",
            "value": "AL-抽片"
          },
          {
            "label": "开发日期",
            "value": "44531"
          },
          {
            "label": "目前状态",
            "value": "4组合模具\n状态好"
          }
        ]
      },
      {
        "title": "089432-035WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089432-035WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "712"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089432-036A"
          },
          {
            "label": "加工版本",
            "value": "C"
          }
        ]
      },
      {
        "title": "089436-024WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089436-024WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "759"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089436-025A"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089436-027WCA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089436-027WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "730"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089436-028A"
          },
          {
            "label": "加工版本",
            "value": "D"
          }
        ]
      },
      {
        "title": "089490-107WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089490-107WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "167.8"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089490-108A"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔、装卡面不平整、加工面尺寸超差"
          }
        ]
      },
      {
        "title": "089490-109WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089490-109WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "187.2"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089490-110A\n089490-121A"
          },
          {
            "label": "加工版本",
            "value": "B\nA"
          },
          {
            "label": "Customer issue",
            "value": "平行度不良、装卡面不平整、加工面黑皮"
          }
        ]
      },
      {
        "title": "089490-118WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089490-118WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "114.3"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "Customer issue",
            "value": "铸件裂纹、加工面气孔"
          }
        ]
      },
      {
        "title": "089490-114WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089490-114WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "126.75"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "089490-115A"
          },
          {
            "label": "加工版本",
            "value": "D"
          },
          {
            "label": "Customer issue",
            "value": "尺寸不良、加工面气孔、装卡面不平整"
          }
        ]
      },
      {
        "title": "089490-116WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089490-116WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "109.4"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          }
        ]
      },
      {
        "title": "089416-505WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-505"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "175.5"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089416-506A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "Customer issue",
            "value": "尺寸不良"
          }
        ]
      },
      {
        "title": "089416-505WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-505"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "175.5"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089416-507WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-507"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "132.9"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089416-508A"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "Customer issue",
            "value": "加工面尺寸超差、"
          }
        ]
      },
      {
        "title": "089416-507WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-507"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "132.9"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089416-511WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-511"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "135.9"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔、轴承孔硬点"
          }
        ]
      },
      {
        "title": "089416-511WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-511"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "135.9"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089416-513WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-513"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "174.6"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089416-514A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089416-513WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-513"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "174.6"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089416-522WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-522"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "113.7"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089416-523A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089416-522WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089416-522"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "113.7"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-128WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-128"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "168.4"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          }
        ]
      },
      {
        "title": "089448-128WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-128"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "168.4"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-130WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-130"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "186.5"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089448-131A"
          },
          {
            "label": "加工版本",
            "value": "A"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089448-130WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-130"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "186.5"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-132WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-132"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "207.7"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089448-133A"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089448-132WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-132"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "207.7"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          },
          {
            "label": "加工图纸号",
            "value": "089448-133A"
          },
          {
            "label": "加工版本",
            "value": "-"
          }
        ]
      },
      {
        "title": "089448-134WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-134"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "226.6"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089448-135A"
          },
          {
            "label": "加工版本",
            "value": "A"
          }
        ]
      },
      {
        "title": "089448-134WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-134"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "226.6"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-136WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-136"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "205.65"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089448-137A"
          },
          {
            "label": "加工版本",
            "value": "D"
          }
        ]
      },
      {
        "title": "089448-136WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-136"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "205.65"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-138WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-138"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "132.2"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "089448-138WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-138"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "132.2"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089448-140WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-140"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "145.6"
          },
          {
            "label": "材料",
            "value": "46024-EXCL III"
          },
          {
            "label": "加工图纸号",
            "value": "089448-141A"
          },
          {
            "label": "加工版本",
            "value": "A"
          }
        ]
      },
      {
        "title": "089448-140WDA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "089448-140"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "毛坯重量LBS",
            "value": "145.6"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          }
        ]
      },
      {
        "title": "089431-056WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089431-056WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "617"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "089432-026WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089432-026WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "712"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "089433-033WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089433-033WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "839"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "803901-056WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "803901-056WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "1013"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "083198-100WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-100WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "71.84"
          },
          {
            "label": "材料",
            "value": "MC1004"
          },
          {
            "label": "加工图纸号",
            "value": "083198-101A"
          },
          {
            "label": "加工版本",
            "value": "A"
          }
        ]
      },
      {
        "title": "083198-101A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-100WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "71.84"
          },
          {
            "label": "材料",
            "value": "MC1004"
          },
          {
            "label": "加工图纸号",
            "value": "083198-101A"
          },
          {
            "label": "加工版本",
            "value": "A"
          }
        ]
      },
      {
        "title": "415030-114WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "接线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "415030-114WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "42.74"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "Customer issue",
            "value": "加工面气孔"
          }
        ]
      },
      {
        "title": "415030-115A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "接线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "415030-114WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "42.74"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "415030-115A"
          },
          {
            "label": "加工版本",
            "value": "-"
          }
        ]
      },
      {
        "title": "083199-086WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-086WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "156.2"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "083199-087A"
          },
          {
            "label": "加工版本",
            "value": "C"
          }
        ]
      },
      {
        "title": "083199-087A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-086WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "156.2"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "083199-087A"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "Customer issue",
            "value": "尺寸不良"
          }
        ]
      },
      {
        "title": "083199-092A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-091WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "115.05"
          },
          {
            "label": "材料",
            "value": "MC1004"
          },
          {
            "label": "加工图纸号",
            "value": "083199-092A"
          },
          {
            "label": "加工版本",
            "value": "-"
          }
        ]
      },
      {
        "title": "083198-114WCA",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-114WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "117.09"
          },
          {
            "label": "材料",
            "value": "MC1004"
          }
        ]
      },
      {
        "title": "083198-115A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-114WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "117.09"
          },
          {
            "label": "材料",
            "value": "MC1004"
          },
          {
            "label": "加工图纸号",
            "value": "083198-115A"
          },
          {
            "label": "加工版本",
            "value": "A"
          }
        ]
      },
      {
        "title": "083199-103A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-102WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "152.1"
          },
          {
            "label": "材料",
            "value": "46024-EXCL Ⅰ"
          },
          {
            "label": "加工图纸号",
            "value": "083199-103A"
          },
          {
            "label": "加工版本",
            "value": "B"
          }
        ]
      },
      {
        "title": "083199-132A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-102WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "毛坯重量LBS",
            "value": "152.1"
          },
          {
            "label": "材料",
            "value": "46024-EXCL Ⅰ"
          },
          {
            "label": "加工图纸号",
            "value": "083199-132A"
          },
          {
            "label": "加工版本",
            "value": "B"
          }
        ]
      },
      {
        "title": "083198-105A",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-104WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "120.4"
          },
          {
            "label": "材料",
            "value": "46024-EXCL Ⅰ"
          },
          {
            "label": "加工图纸号",
            "value": "083198-105A"
          },
          {
            "label": "加工版本",
            "value": "F"
          }
        ]
      },
      {
        "title": "083198-105L",
        "subtitle": "BDR / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083198-104WCA"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "120.4"
          },
          {
            "label": "材料",
            "value": "46024-EXCL Ⅰ"
          },
          {
            "label": "加工图纸号",
            "value": "083198-105L"
          },
          {
            "label": "加工版本",
            "value": "-"
          }
        ]
      },
      {
        "title": "083199-086WCA",
        "subtitle": "BDR / DXY / DXY",
        "fields": [
          {
            "label": "名称",
            "value": "风扇罩"
          },
          {
            "label": "毛坯图纸号",
            "value": "083199-086WCA"
          },
          {
            "label": "毛坯版本",
            "value": "A"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "083199-087A"
          },
          {
            "label": "加工版本",
            "value": "C"
          }
        ]
      },
      {
        "title": "089437-031WDA",
        "subtitle": "BDR / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "089437-031WDA"
          },
          {
            "label": "毛坯版本",
            "value": "-"
          },
          {
            "label": "材料",
            "value": "46024-KS"
          },
          {
            "label": "最终发货日期",
            "value": "样品未认可（DRC未生产样品）"
          }
        ]
      },
      {
        "title": "807405-001WCA",
        "subtitle": "BD-KM / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "807405-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "810"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "807405-002A"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "706"
          }
        ]
      },
      {
        "title": "807406-001WCA",
        "subtitle": "BD-KM / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "807406-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "470"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "807406-002A\n807406-003A"
          },
          {
            "label": "加工版本",
            "value": "E\nA"
          }
        ]
      },
      {
        "title": "807939-001WCA",
        "subtitle": "BD-KM / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "807939-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "1533"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "807939-002A"
          },
          {
            "label": "加工版本",
            "value": "B"
          }
        ]
      },
      {
        "title": "807940-001WCA",
        "subtitle": "BD-KM / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "807940-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "1816"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "807408-001WCA",
        "subtitle": "BD-KM / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "807408-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "B"
          },
          {
            "label": "毛坯重量LBS",
            "value": "569"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          }
        ]
      },
      {
        "title": "807939-009X",
        "subtitle": "BD-KM / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "807939-001WCA"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "1533"
          },
          {
            "label": "材料",
            "value": "46024-EXCL I"
          },
          {
            "label": "加工图纸号",
            "value": "807939-009X"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "-"
          }
        ]
      },
      {
        "title": "07SF1105",
        "subtitle": "BD / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "07SF1105"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "45.679"
          },
          {
            "label": "材料",
            "value": "MC1000"
          },
          {
            "label": "模具材质",
            "value": "铁"
          }
        ]
      },
      {
        "title": "07SF1105",
        "subtitle": "BD / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "07SF1105"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "45.679"
          },
          {
            "label": "材料",
            "value": "MC1000"
          },
          {
            "label": "加工图纸号",
            "value": "07SF1105A01"
          },
          {
            "label": "加工版本",
            "value": "AL"
          },
          {
            "label": "DIC issue",
            "value": "螺纹孔中有碎削"
          }
        ]
      },
      {
        "title": "07SF1105",
        "subtitle": "BD / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "07SF1105"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "45.679"
          },
          {
            "label": "材料",
            "value": "MC1000"
          },
          {
            "label": "加工图纸号",
            "value": "07SF1105A08"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "07SF1105",
        "subtitle": "BD / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "07SF1105"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "45.679"
          },
          {
            "label": "材料",
            "value": "MC1000"
          },
          {
            "label": "加工图纸号",
            "value": "07SF1105A27"
          },
          {
            "label": "加工版本",
            "value": "T"
          }
        ]
      },
      {
        "title": "07SF1105",
        "subtitle": "BD / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "07SF1105"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "45.679"
          },
          {
            "label": "材料",
            "value": "MC1000"
          },
          {
            "label": "加工图纸号",
            "value": "07SF1105A104"
          },
          {
            "label": "加工版本",
            "value": "C"
          }
        ]
      },
      {
        "title": "93144-10202",
        "subtitle": "MCFA / - / -",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， REAR WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93144-10202"
          },
          {
            "label": "加工版本",
            "value": "2"
          },
          {
            "label": "加工重量Kg",
            "value": "16.81"
          },
          {
            "label": "开发日期",
            "value": "2009.9"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "93444-10202",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， REAR WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93444-10202"
          },
          {
            "label": "加工版本",
            "value": "2"
          },
          {
            "label": "加工重量Kg",
            "value": "38.148"
          },
          {
            "label": "模具材质",
            "value": "钢板+铝模"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          },
          {
            "label": "Customer issue",
            "value": "焊补"
          },
          {
            "label": "DIC issue",
            "value": "整体油漆流挂，附着力差"
          },
          {
            "label": "其他",
            "value": "已停"
          }
        ]
      },
      {
        "title": "93B43-00800",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， REAR WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93B43-00800"
          },
          {
            "label": "加工版本",
            "value": "1"
          },
          {
            "label": "加工重量Kg",
            "value": "31"
          },
          {
            "label": "模具材质",
            "value": "钢板+铝模"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          },
          {
            "label": "其他",
            "value": "已停"
          }
        ]
      },
      {
        "title": "93E43-00800",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， REAR WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93E43-00800"
          },
          {
            "label": "加工版本",
            "value": "1"
          },
          {
            "label": "加工重量Kg",
            "value": "38"
          },
          {
            "label": "模具材质",
            "value": "钢板+铝模"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          },
          {
            "label": "其他",
            "value": "已停"
          }
        ]
      },
      {
        "title": "93743-10500",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 12\""
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93743-10500"
          },
          {
            "label": "加工版本",
            "value": "4"
          },
          {
            "label": "加工重量Kg",
            "value": "57.78"
          },
          {
            "label": "开发日期",
            "value": "2011.4"
          },
          {
            "label": "目前状态",
            "value": "良好"
          },
          {
            "label": "Customer issue",
            "value": "表面锈迹"
          }
        ]
      },
      {
        "title": "93843-10500",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 16\""
          },
          {
            "label": "材料",
            "value": "灰铁 FC250"
          },
          {
            "label": "加工图纸号",
            "value": "93843-10500"
          },
          {
            "label": "加工版本",
            "value": "3"
          },
          {
            "label": "加工重量Kg",
            "value": "114"
          },
          {
            "label": "开发日期",
            "value": "2011.4"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "987504",
        "subtitle": "MCFA / - / -",
        "fields": [
          {
            "label": "名称",
            "value": "WHEEL-DRIVE"
          },
          {
            "label": "材料",
            "value": "灰铁 JIS G5501 FC200"
          },
          {
            "label": "加工图纸号",
            "value": "987504"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "32"
          }
        ]
      },
      {
        "title": "51420362",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁ASTM A48 等级35"
          },
          {
            "label": "加工图纸号",
            "value": "51420362"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "17.3"
          },
          {
            "label": "模具材质",
            "value": "铸铝"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "51545607",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁ASTM A48 等级35"
          },
          {
            "label": "加工图纸号",
            "value": "51545607"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "5.3"
          },
          {
            "label": "模具材质",
            "value": "铸铝"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "51560669",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁ASTM A48 等级35"
          },
          {
            "label": "加工图纸号",
            "value": "51560669"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "18.7"
          },
          {
            "label": "模具材质",
            "value": "铸铝"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "93028-00293",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "Cylinder Support  缸体支撑"
          },
          {
            "label": "材料",
            "value": "SC450"
          },
          {
            "label": "加工图纸号",
            "value": "-"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "0.998"
          }
        ]
      },
      {
        "title": "93028-00002",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "Crossmember 横梁"
          },
          {
            "label": "材料",
            "value": "SCW410"
          },
          {
            "label": "加工图纸号",
            "value": "93028-00002"
          },
          {
            "label": "加工版本",
            "value": "2"
          },
          {
            "label": "加工重量Kg",
            "value": "45.496"
          }
        ]
      },
      {
        "title": "93028-00006",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "Upper Inner Inter 内部件"
          },
          {
            "label": "材料",
            "value": "SCW410"
          },
          {
            "label": "加工图纸号",
            "value": "93028-00006"
          },
          {
            "label": "加工版本",
            "value": "1"
          },
          {
            "label": "加工重量Kg",
            "value": "21.002"
          }
        ]
      },
      {
        "title": "93028-00720",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "CYL Support 缸体支撑"
          },
          {
            "label": "材料",
            "value": "SCW450"
          },
          {
            "label": "加工图纸号",
            "value": "93028-00720"
          },
          {
            "label": "加工版本",
            "value": "2"
          },
          {
            "label": "加工重量Kg",
            "value": "12.701"
          }
        ]
      },
      {
        "title": "51573910",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "Front Structure 前支架"
          },
          {
            "label": "材料",
            "value": "ASTM \nA-352 LCC"
          },
          {
            "label": "加工图纸号",
            "value": "51573910"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "加工重量Kg",
            "value": "15.8"
          }
        ]
      },
      {
        "title": "93028-10293",
        "subtitle": "MCFA / NJQ / NJQ",
        "fields": [
          {
            "label": "名称",
            "value": "Cylinder Support  缸体支撑"
          },
          {
            "label": "材料",
            "value": "SC450"
          },
          {
            "label": "加工图纸号",
            "value": "-"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "1.02"
          }
        ]
      },
      {
        "title": "51199764",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "REAR WHEEL RIM"
          },
          {
            "label": "材料",
            "value": "灰铁ASTM A48 等级35"
          },
          {
            "label": "加工图纸号",
            "value": "51199764"
          },
          {
            "label": "加工版本",
            "value": "B"
          },
          {
            "label": "加工重量Kg",
            "value": "9.2"
          },
          {
            "label": "DIC issue",
            "value": "小孔外径偏小"
          }
        ]
      },
      {
        "title": "51375582",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM， WHEEL"
          },
          {
            "label": "材料",
            "value": "灰铁ASTM A48 等级35"
          },
          {
            "label": "加工图纸号",
            "value": "51375582"
          },
          {
            "label": "加工版本",
            "value": "00"
          },
          {
            "label": "加工重量Kg",
            "value": "7.07"
          },
          {
            "label": "模具材质",
            "value": "铸铝"
          },
          {
            "label": "开发日期",
            "value": "2021.8.19"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "93834-50100",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 12X22"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93834-50100"
          },
          {
            "label": "加工版本",
            "value": "7"
          },
          {
            "label": "加工重量Kg",
            "value": "101"
          }
        ]
      },
      {
        "title": "93734-20100",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 2SP 9X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93734-20100"
          },
          {
            "label": "加工版本",
            "value": "5"
          },
          {
            "label": "加工重量Kg",
            "value": "42"
          },
          {
            "label": "开发日期",
            "value": "2011.4"
          },
          {
            "label": "目前状态",
            "value": "良好"
          }
        ]
      },
      {
        "title": "93734-20200",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 3FF 9X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93734-20200"
          },
          {
            "label": "加工版本",
            "value": "4"
          },
          {
            "label": "加工重量Kg",
            "value": "42"
          }
        ]
      },
      {
        "title": "93734-20300",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 2SP 12X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93734-20300"
          },
          {
            "label": "加工版本",
            "value": "4"
          },
          {
            "label": "加工重量Kg",
            "value": "50"
          }
        ]
      },
      {
        "title": "93734-20400",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 3FF 12X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93734-20400"
          },
          {
            "label": "加工版本",
            "value": "4"
          },
          {
            "label": "加工重量Kg",
            "value": "50"
          },
          {
            "label": "DIC issue",
            "value": "壁厚不均，偏心"
          }
        ]
      },
      {
        "title": "93S34-00800",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 12X22"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93S34-00800"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "99.3"
          },
          {
            "label": "最终发货日期",
            "value": "计划替换93834-50100"
          }
        ]
      },
      {
        "title": "93R34-00400",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 2SP 9X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93R34-00400"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "42.07"
          },
          {
            "label": "最终发货日期",
            "value": "计划替换93734-20100"
          }
        ]
      },
      {
        "title": "93R34-00500",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 3FF 9X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93R34-00500"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "42.14"
          },
          {
            "label": "最终发货日期",
            "value": "计划替换93734-20200"
          }
        ]
      },
      {
        "title": "93R34-00600",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 2SP 12X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93R34-00600"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "53.29"
          },
          {
            "label": "最终发货日期",
            "value": "计划替换93734-20300"
          }
        ]
      },
      {
        "title": "93R34-00700",
        "subtitle": "MCFA / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "RIM 3FF 12X16"
          },
          {
            "label": "材料",
            "value": "球铁 FCD450"
          },
          {
            "label": "加工图纸号",
            "value": "93R34-00700"
          },
          {
            "label": "加工版本",
            "value": "-"
          },
          {
            "label": "加工重量Kg",
            "value": "52.31"
          },
          {
            "label": "最终发货日期",
            "value": "计划替换93734-20400"
          }
        ]
      },
      {
        "title": "148775",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "4'6\" 5-1/4 Centurion Hydrant D.I.Lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "148769"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 65-45-12"
          },
          {
            "label": "最终发货日期",
            "value": "客户确认取消采购此型号。2021-9-17"
          }
        ]
      },
      {
        "title": "148776",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5'0\" 5-1/4 Centurion Hydrant D.I.Lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "148769"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "81.3"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 65-45-12"
          }
        ]
      },
      {
        "title": "148777",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5'6\" 5-1/4 Centurion Hydrant D.I.Lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "148769"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 65-45-12"
          },
          {
            "label": "最终发货日期",
            "value": "客户确认取消采购此型号。2021-9-17"
          }
        ]
      },
      {
        "title": "148778",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "6'0\" 5-1/4 Centurion Hydrant D.I.Lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "148769"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "97"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 65-45-12"
          }
        ]
      },
      {
        "title": "2000002432",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "3'0\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "36.6"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002638",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "3'6\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "42"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002754",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "4'0\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "53.7"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002383",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "4'6\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "61.3"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002731",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5'0\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "68.4"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002729",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5'6\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "74.3"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002697",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "6'0\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "76.6"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "2000002705",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "6'6\" Lower Barrel Grooved"
          },
          {
            "label": "毛坯图纸号",
            "value": "664121"
          },
          {
            "label": "毛坯版本",
            "value": "T"
          },
          {
            "label": "毛坯重量LBS",
            "value": "84.8"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "4000022281",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "6\"  5 1/4\" Extension lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "664541"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "6.4"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          },
          {
            "label": "Customer issue",
            "value": "飞边，椭圆度差，供应商反应由于现有模具原因废品高"
          }
        ]
      },
      {
        "title": "4000022282",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "12\"  5 1/4\" Extension lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "664541"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "13.9"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          },
          {
            "label": "Customer issue",
            "value": "飞边，椭圆度差，供应商反应由于现有模具原因废品高"
          }
        ]
      },
      {
        "title": "4000022283",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "18\"  5 1/4\" Extension lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "664541"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "19.9"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          }
        ]
      },
      {
        "title": "4000022284",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "2'0\"  5 1/4\" Extension lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "664541"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "26.95"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 80-55-06"
          },
          {
            "label": "Customer issue",
            "value": "飞边，椭圆度差，供应商反应由于现有模具原因废品高"
          }
        ]
      },
      {
        "title": "147142",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5-1/4/4-1/2 A-465 Lower Barrel Adapter"
          },
          {
            "label": "毛坯图纸号",
            "value": "147142"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "材料",
            "value": "Ductile Iron ASTM A536 \nGRADE 65-45-12"
          }
        ]
      },
      {
        "title": "143462",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5-1/4 A-467 Lower Barrel Adapter"
          },
          {
            "label": "毛坯图纸号",
            "value": "143462"
          },
          {
            "label": "毛坯版本",
            "value": "R"
          },
          {
            "label": "材料",
            "value": "Gray iron ASTM A126 \nGRADE B（HT245-270）"
          },
          {
            "label": "最终发货日期",
            "value": "手绘图纸，有手写加注的注意事项"
          }
        ]
      },
      {
        "title": "142791",
        "subtitle": "Muller / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "5-1/4 A-420 Hydrant Lower Barrel"
          },
          {
            "label": "毛坯图纸号",
            "value": "142783"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "材料",
            "value": "Gray iron ASTM A126 \nGRADE B"
          },
          {
            "label": "最终发货日期",
            "value": "注意图纸上方的表格，不同长度由不同部件号表示"
          }
        ]
      },
      {
        "title": "PD00210",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case cover\n齿轮箱盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "34002R"
          },
          {
            "label": "毛坯版本",
            "value": "R"
          },
          {
            "label": "毛坯重量LBS",
            "value": "261.4696091183668"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "34002R"
          },
          {
            "label": "加工版本",
            "value": "R"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。\n新作工装："
          }
        ]
      },
      {
        "title": "PD00211",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "34003M"
          },
          {
            "label": "毛坯版本",
            "value": "M"
          },
          {
            "label": "毛坯重量LBS",
            "value": "55.11585352410768"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "34003M"
          },
          {
            "label": "加工版本",
            "value": "M"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00391/390",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱打孔"
          },
          {
            "label": "毛坯图纸号",
            "value": "34003M"
          },
          {
            "label": "毛坯版本",
            "value": "M"
          },
          {
            "label": "毛坯重量LBS",
            "value": "55.11585352410768"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "34003M"
          },
          {
            "label": "加工版本",
            "value": "M"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00229",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "34201C"
          },
          {
            "label": "毛坯版本",
            "value": "C"
          },
          {
            "label": "毛坯重量LBS",
            "value": "723.1199982362926"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "34201C"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。"
          }
        ]
      },
      {
        "title": "PD00254",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "35115G"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "992.0853634339381"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "35115G"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。\n新作工装：AFE00032"
          }
        ]
      },
      {
        "title": "PD00418",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "35115G"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "992.0853634339381"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "35115G"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00223",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "35003J"
          },
          {
            "label": "毛坯版本",
            "value": "J"
          },
          {
            "label": "毛坯重量LBS",
            "value": "70.54829251085782"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "35003J"
          },
          {
            "label": "加工版本",
            "value": "J"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00359",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱打孔"
          },
          {
            "label": "毛坯图纸号",
            "value": "35003J"
          },
          {
            "label": "毛坯版本",
            "value": "J"
          },
          {
            "label": "毛坯重量LBS",
            "value": "70.54829251085782"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "35003J"
          },
          {
            "label": "加工版本",
            "value": "J"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00594",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "35115G"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "992.0853634339381"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "77001 C"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "与G130共用毛坯"
          }
        ]
      },
      {
        "title": "PD00633-J3一次性特殊订单",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "35115G打孔"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "992.0853634339381"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "77001 C"
          },
          {
            "label": "加工版本",
            "value": "C"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "与G130共用毛坯"
          }
        ]
      },
      {
        "title": "PD00039",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "31001R"
          },
          {
            "label": "毛坯版本",
            "value": "R"
          },
          {
            "label": "毛坯重量LBS",
            "value": "329.8132674882603"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "31001R"
          },
          {
            "label": "加工版本",
            "value": "R"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。\n新作工装：AFE00049"
          }
        ]
      },
      {
        "title": "PD00395",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "31001R"
          },
          {
            "label": "毛坯版本",
            "value": "R"
          },
          {
            "label": "毛坯重量LBS",
            "value": "329.8132674882603"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "31001R"
          },
          {
            "label": "加工版本",
            "value": "R"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00041",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "31003D"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "32.62858528627174"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "31003D"
          },
          {
            "label": "加工版本",
            "value": "D"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00091",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "32001U"
          },
          {
            "label": "毛坯版本",
            "value": "U"
          },
          {
            "label": "毛坯重量LBS",
            "value": "483.47626711347255"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "32001U"
          },
          {
            "label": "加工版本",
            "value": "U"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。\n新作工装：AFE00053"
          }
        ]
      },
      {
        "title": "PD00093",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "32003E"
          },
          {
            "label": "毛坯版本",
            "value": "E"
          },
          {
            "label": "毛坯重量LBS",
            "value": "48.06102427302189"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "32003E"
          },
          {
            "label": "加工版本",
            "value": "E"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00145",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "33098H"
          },
          {
            "label": "毛坯版本",
            "value": "H"
          },
          {
            "label": "毛坯重量LBS",
            "value": "595.2512180603629"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "33098H"
          },
          {
            "label": "加工版本",
            "value": "H"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "毛坯与机加工尺寸在同一图纸中。\n有一套客户提供的加工工装。"
          }
        ]
      },
      {
        "title": "PD00517",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "33098H"
          },
          {
            "label": "毛坯版本",
            "value": "H"
          },
          {
            "label": "毛坯重量LBS",
            "value": "595.2512180603629"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "33098H"
          },
          {
            "label": "加工版本",
            "value": "H"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00147",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "33003G"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "44.97453647567186"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "33003G"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00604",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "SHAFT CARRIER 输入轴箱"
          },
          {
            "label": "毛坯图纸号",
            "value": "37002D"
          },
          {
            "label": "毛坯版本",
            "value": "D"
          },
          {
            "label": "毛坯重量LBS",
            "value": "49.00901695363655"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "37002D"
          },
          {
            "label": "加工版本",
            "value": "D"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00602",
        "subtitle": "AG / DHM / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case cover\n齿轮箱盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "33002J"
          },
          {
            "label": "毛坯版本",
            "value": "J"
          },
          {
            "label": "毛坯重量LBS",
            "value": "237.2186335677594"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "33002J"
          },
          {
            "label": "加工版本",
            "value": "J"
          },
          {
            "label": "模具材质",
            "value": "金属"
          },
          {
            "label": "最终发货日期",
            "value": "箱盖跟G110箱盖33002J共通模具"
          }
        ]
      },
      {
        "title": "PD00744",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Vertical Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "23003J"
          },
          {
            "label": "毛坯版本",
            "value": "J"
          },
          {
            "label": "毛坯重量LBS",
            "value": "35.4"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "23003J"
          },
          {
            "label": "加工版本",
            "value": "J"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00745",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Horizontal Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "23002K"
          },
          {
            "label": "毛坯版本",
            "value": "K"
          },
          {
            "label": "毛坯重量LBS",
            "value": "21.6"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "23002K"
          },
          {
            "label": "加工版本",
            "value": "K"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00742",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "23001X"
          },
          {
            "label": "毛坯版本",
            "value": "X"
          },
          {
            "label": "毛坯重量LBS",
            "value": "119"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "23001X"
          },
          {
            "label": "加工版本",
            "value": "X"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00703",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Vertical Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "24003M"
          },
          {
            "label": "毛坯版本",
            "value": "M"
          },
          {
            "label": "毛坯重量LBS",
            "value": "53.3"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "24003M"
          },
          {
            "label": "加工版本",
            "value": "M"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00704",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Horizontal Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "24002L"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "43.5"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "24002L"
          },
          {
            "label": "加工版本",
            "value": "L"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00701",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "24001N"
          },
          {
            "label": "毛坯版本",
            "value": "N"
          },
          {
            "label": "毛坯重量LBS",
            "value": "187.40000000000003"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "24001N"
          },
          {
            "label": "加工版本",
            "value": "N"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00730",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Vertical Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "26002F"
          },
          {
            "label": "毛坯版本",
            "value": "F"
          },
          {
            "label": "毛坯重量LBS",
            "value": "68.4"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "26002F"
          },
          {
            "label": "加工版本",
            "value": "F"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00726",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Horizontal Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "25002L"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "41.6"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "25002L"
          },
          {
            "label": "加工版本",
            "value": "L"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00729",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "26001G"
          },
          {
            "label": "毛坯版本",
            "value": "G"
          },
          {
            "label": "毛坯重量LBS",
            "value": "255"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "26001G"
          },
          {
            "label": "加工版本",
            "value": "G"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00753",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Vertical Carrier"
          },
          {
            "label": "毛坯图纸号",
            "value": "25003L"
          },
          {
            "label": "毛坯版本",
            "value": "L"
          },
          {
            "label": "毛坯重量LBS",
            "value": "92.1"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "25003L"
          },
          {
            "label": "加工版本",
            "value": "L"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "PD00752",
        "subtitle": "AG / DRH / DRH",
        "fields": [
          {
            "label": "名称",
            "value": "Gear case 齿轮箱体"
          },
          {
            "label": "毛坯图纸号",
            "value": "25001M"
          },
          {
            "label": "毛坯版本",
            "value": "M"
          },
          {
            "label": "毛坯重量LBS",
            "value": "270"
          },
          {
            "label": "材料",
            "value": "ASTM A48, CL30"
          },
          {
            "label": "加工图纸号",
            "value": "25001M"
          },
          {
            "label": "加工版本",
            "value": "M"
          },
          {
            "label": "模具材质",
            "value": "金属"
          }
        ]
      },
      {
        "title": "52-423-401-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-401-000"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30B"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-401-001"
          },
          {
            "label": "加工版本",
            "value": "AU"
          },
          {
            "label": "Customer issue",
            "value": "止口尺寸偏差"
          }
        ]
      },
      {
        "title": "52-423-402-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-402-000"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30B"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-402-001"
          },
          {
            "label": "加工版本",
            "value": "AR"
          }
        ]
      },
      {
        "title": "52-423-403-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-403-000"
          },
          {
            "label": "毛坯版本",
            "value": "AH"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-403-001"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "52-423-404-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-404-000"
          },
          {
            "label": "毛坯版本",
            "value": "AH"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-404-001"
          },
          {
            "label": "加工版本",
            "value": "06"
          }
        ]
      },
      {
        "title": "52-423-405-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-405-000"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-405-001"
          },
          {
            "label": "加工版本",
            "value": "03"
          },
          {
            "label": "Customer issue",
            "value": "地脚焊补"
          }
        ]
      },
      {
        "title": "58-423-401-007(201)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-201-000_Z"
          },
          {
            "label": "毛坯版本",
            "value": "AM_011"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-401-007(201)"
          },
          {
            "label": "加工版本",
            "value": "AQ"
          }
        ]
      },
      {
        "title": "58-223-402-502",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "58-424-201-000_Z"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-223-402-502"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "58-423-401-005_Z",
        "subtitle": "SN",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-201-000_Z"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-401-005_Z"
          },
          {
            "label": "加工版本",
            "value": "AK_010"
          }
        ]
      },
      {
        "title": "58-423-402-004(202)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-202-000_Z"
          },
          {
            "label": "毛坯版本",
            "value": "AM_011"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-402-004(202)"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "58-223-402-501",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "58-424-202-000_Z"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-223-402-501"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "A5E33117757\n(58-423-402-008)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-202-000_Z"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E33117757\n(58-423-402-008)"
          },
          {
            "label": "加工版本",
            "value": "AA（03）"
          }
        ]
      },
      {
        "title": "TYZ:58-423-402-015 (York)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-202-000_Z"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-423-402-015 (York)"
          },
          {
            "label": "加工版本",
            "value": "AE_005"
          }
        ]
      },
      {
        "title": "54-423-405-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-424-405-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "54-423-405-001"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "58-423-605-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-605-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-605-001"
          },
          {
            "label": "加工版本",
            "value": "08"
          }
        ]
      },
      {
        "title": "52-423-410-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-410-000"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30B"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-410-001"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "52-423-207-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-022-000"
          },
          {
            "label": "毛坯版本",
            "value": "08"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-207-001"
          },
          {
            "label": "加工版本",
            "value": "10"
          }
        ]
      },
      {
        "title": "54-423-207-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-424-011-000"
          },
          {
            "label": "毛坯版本",
            "value": "07"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-423-207-001"
          },
          {
            "label": "加工版本",
            "value": "AR"
          }
        ]
      },
      {
        "title": "52-423-407-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-424-407-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "52-423-407-001"
          },
          {
            "label": "加工版本",
            "value": "05"
          }
        ]
      },
      {
        "title": "58-423-301-002",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-301-000"
          },
          {
            "label": "毛坯版本",
            "value": "AM_011"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-301-002"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "58-223-300-502",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "58-424-301-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-223-300-502"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "58-423-301-006",
        "subtitle": "SN",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-301-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-301-006"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "58-323-302-016",
        "subtitle": "SN",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-301-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-323-302-016"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "58-423-311-001",
        "subtitle": "SN",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-301-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-311-001"
          },
          {
            "label": "加工版本",
            "value": "AR_016"
          }
        ]
      },
      {
        "title": "58-423-302-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-302-000"
          },
          {
            "label": "毛坯版本",
            "value": "AK_010"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-302-001"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "58-223-300-504",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "58-424-302-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-223-300-504"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "58-423-312-001_Z",
        "subtitle": "SN",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-302-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-312-001_Z"
          },
          {
            "label": "加工版本",
            "value": "AK_010"
          }
        ]
      },
      {
        "title": "54-423-002-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-424-002-000"
          },
          {
            "label": "毛坯版本",
            "value": "AR"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-423-002-001"
          },
          {
            "label": "加工版本",
            "value": "AY"
          },
          {
            "label": "Customer issue",
            "value": "底脚不平"
          }
        ]
      },
      {
        "title": "A5E44092505",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "54-424-002-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E44092505"
          },
          {
            "label": "加工版本",
            "value": "AB_002"
          }
        ]
      },
      {
        "title": "54-223-002-501",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "54-424-002-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-223-002-501"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "54-423-015-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-424-010-000"
          },
          {
            "label": "毛坯版本",
            "value": "AH"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-423-015-001"
          },
          {
            "label": "加工版本",
            "value": "AX"
          },
          {
            "label": "Customer issue",
            "value": "安装孔一边错位，影响后续安装"
          }
        ]
      },
      {
        "title": "54-223-015-501",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "54-424-010-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-223-015-501"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "A5E03056950A(1LA4 500 yoke)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444438"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03056950A(1LA4 500 yoke)"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E03832651A (1LA4 560 yoke modified)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444440"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03832651A (1LA4 560 yoke modified)"
          },
          {
            "label": "加工版本",
            "value": "001_01_AA"
          }
        ]
      },
      {
        "title": "A5E03056951A(1LA4 560 yoke)",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "C444440"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03056951A(1LA4 560 yoke)"
          },
          {
            "label": "加工版本",
            "value": "004_02_AB"
          }
        ]
      },
      {
        "title": "A5E03056948A(1LA4 400 yoke)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444434"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03056948A(1LA4 400 yoke)"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "TYZ:58-423-004-055 (400 yoke)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444434"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-423-004-055 (400 yoke)"
          },
          {
            "label": "加工版本",
            "value": "AG"
          },
          {
            "label": "Customer issue",
            "value": "地脚焊补"
          }
        ]
      },
      {
        "title": "A5E03056949A(1LA4 450 yoke)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444436"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03056949A(1LA4 450 yoke)"
          },
          {
            "label": "加工版本",
            "value": "002_02_AB"
          }
        ]
      },
      {
        "title": "TYZ:58-423-001-012(450 yoke)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "C444436"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-423-001-012(450 yoke)"
          },
          {
            "label": "加工版本",
            "value": "AH"
          },
          {
            "label": "Customer issue",
            "value": "地脚焊补"
          }
        ]
      },
      {
        "title": "54-423-003-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-424-003-000"
          },
          {
            "label": "毛坯版本",
            "value": "11"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-423-003-001"
          },
          {
            "label": "加工版本",
            "value": "BA"
          },
          {
            "label": "Customer issue",
            "value": "键槽深度超标，要求做特殊键"
          }
        ]
      },
      {
        "title": "58-423-013-001 (880)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-124-001-001\n(J014708_B)"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-013-001 (880)"
          },
          {
            "label": "加工版本",
            "value": "10"
          },
          {
            "label": "Customer issue",
            "value": "底脚气孔"
          }
        ]
      },
      {
        "title": "58-423-601-002",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-601-000"
          },
          {
            "label": "毛坯版本",
            "value": "07"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-601-002"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "A5E35667956A",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E35667953A"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "A5E35667956A"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "52-453-405-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-405-000"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-405-001"
          },
          {
            "label": "加工版本",
            "value": "AJ"
          }
        ]
      },
      {
        "title": "52-453-406-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-406-000"
          },
          {
            "label": "毛坯版本",
            "value": "AH"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-406-001"
          },
          {
            "label": "加工版本",
            "value": "AR"
          }
        ]
      },
      {
        "title": "52-453-407-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-407-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-407-001"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "52-453-408-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-408-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-408-001"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "52-453-425-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-025-000"
          },
          {
            "label": "毛坯版本",
            "value": "AH"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-425-001"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "52-453-425-002",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-425-000"
          },
          {
            "label": "毛坯版本",
            "value": "自制"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-425-002"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "52-453-425-005",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-038-000"
          },
          {
            "label": "毛坯版本",
            "value": "04"
          },
          {
            "label": "材料",
            "value": "ASTM A-536 65-45-12"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-425-005"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "52-453-423-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-023-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-423-001"
          },
          {
            "label": "加工版本",
            "value": "AE_005"
          }
        ]
      },
      {
        "title": "52-453-424-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-024-000"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-424-001"
          },
          {
            "label": "加工版本",
            "value": "AJ"
          }
        ]
      },
      {
        "title": "52-453-180-001",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-434-000"
          },
          {
            "label": "毛坯版本",
            "value": "04"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-180-001"
          },
          {
            "label": "加工版本",
            "value": "06"
          }
        ]
      },
      {
        "title": "52-453-179-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-433-000"
          },
          {
            "label": "毛坯版本",
            "value": "04"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-179-001"
          },
          {
            "label": "加工版本",
            "value": "11"
          }
        ]
      },
      {
        "title": "52-453-148-002",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-432-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-148-002"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "52-453-148-002",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E34941712A"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-148-002"
          }
        ]
      },
      {
        "title": "52-453-148-004",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-432-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-148-004"
          },
          {
            "label": "加工版本",
            "value": "AJ"
          }
        ]
      },
      {
        "title": "52-453-148-004",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E34941712A"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-148-004"
          }
        ]
      },
      {
        "title": "52-453-147-002",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-432-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-147-002"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "52-453-147-002",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E34941712A"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-147-002"
          }
        ]
      },
      {
        "title": "52-453-147-004",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-432-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-147-004"
          },
          {
            "label": "加工版本",
            "value": "AJ"
          }
        ]
      },
      {
        "title": "52-453-147-004",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E34941712A"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-147-004"
          }
        ]
      },
      {
        "title": "A5E34941712A",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-432-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E34941712A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "54-453-017-004",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-015-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-017-004"
          },
          {
            "label": "加工版本",
            "value": "AF_006"
          }
        ]
      },
      {
        "title": "54-453-017-003",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-015-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-017-003"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "TYZ:58-453-216-001 (York)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-214-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 50C"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-453-216-001 (York)"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "TYZ:58-453-216-003 (York)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-214-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 50C"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-453-216-003 (York)"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "TYZ:58-453-216-002 (York)",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-215-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 50C"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-453-216-002 (York)"
          },
          {
            "label": "加工版本",
            "value": "04"
          }
        ]
      },
      {
        "title": "54-453-400-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-005-000"
          },
          {
            "label": "毛坯版本",
            "value": "AL"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-400-001"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "52-453-141-011",
        "subtitle": "SN / (DBM) / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-041-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-141-011"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "52-453-409-001",
        "subtitle": "SN / DBM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-409-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-409-001"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "A5E03295453A(1LA4 500 End Shield)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "C451728"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03295453A(1LA4 500 End Shield)"
          },
          {
            "label": "加工版本",
            "value": "003_02_AB"
          }
        ]
      },
      {
        "title": "A5E03295616A(1LA4 450 End Shield)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "C451728"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03295616A(1LA4 450 End Shield)"
          },
          {
            "label": "加工版本",
            "value": "003_02_AB"
          }
        ]
      },
      {
        "title": "A5E03300444A(560 End Shield 1LA4-BB)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "C441708"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03300444A(560 End Shield 1LA4-BB)"
          },
          {
            "label": "加工版本",
            "value": "003_02_AB"
          }
        ]
      },
      {
        "title": "A5E03300682A(560 End Shield 1LA4-SLV)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "C441708"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03300682A(560 End Shield 1LA4-SLV)"
          },
          {
            "label": "加工版本",
            "value": "004_03_AC"
          }
        ]
      },
      {
        "title": "A5E03300692A(560 End Shield 1LA4-SLV)",
        "subtitle": "SN / DHM / DBF",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "C441708"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03300692A(560 End Shield 1LA4-SLV)"
          },
          {
            "label": "加工版本",
            "value": "004_03_AC"
          }
        ]
      },
      {
        "title": "58-453-601-003",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-601-000"
          },
          {
            "label": "毛坯版本",
            "value": "06"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 35S"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-601-003"
          },
          {
            "label": "加工版本",
            "value": "08"
          }
        ]
      },
      {
        "title": "58-453-602-001",
        "subtitle": "SN / DHM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-602-000"
          },
          {
            "label": "毛坯版本",
            "value": "04"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30 or 40B"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-602-001"
          },
          {
            "label": "加工版本",
            "value": "07"
          }
        ]
      },
      {
        "title": "A5E37219160A",
        "subtitle": "SN / DHMM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E36206590A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM A-536 65-45-12"
          },
          {
            "label": "加工图纸号",
            "value": "A5E37219160A"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "A5E36221622A",
        "subtitle": "SN / DHMM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E36221628A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM A-536 65-45-12"
          },
          {
            "label": "加工图纸号",
            "value": "A5E36221622A"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "A5E36222703A",
        "subtitle": "SN / DHMM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E36222701A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM A-536 65-45-12"
          },
          {
            "label": "加工图纸号",
            "value": "A5E36222703A"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "A5E51494908A",
        "subtitle": "SN / DHMM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E36222701A"
          },
          {
            "label": "材料",
            "value": "ASTM A-536 65-45-12"
          },
          {
            "label": "加工图纸号",
            "value": "A5E51494908A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "58-453-200-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-201-000"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-200-501"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "58-453-200-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "58-458-202-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-200-501"
          }
        ]
      },
      {
        "title": "58-453-201-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-206-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-201-501"
          },
          {
            "label": "加工版本",
            "value": "15"
          }
        ]
      },
      {
        "title": "58-453-202-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-206-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-202-501"
          },
          {
            "label": "加工版本",
            "value": "AQ"
          }
        ]
      },
      {
        "title": "58-453-215-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-205-000"
          },
          {
            "label": "毛坯版本",
            "value": "AN"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-215-501"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "58-453-203-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-205-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-203-501"
          },
          {
            "label": "加工版本",
            "value": "AQ_015"
          }
        ]
      },
      {
        "title": "58-453-202-518",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-205-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-202-518"
          },
          {
            "label": "加工版本",
            "value": "012_AM"
          }
        ]
      },
      {
        "title": "58-453-300-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-303-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-300-501"
          },
          {
            "label": "加工版本",
            "value": "07"
          }
        ]
      },
      {
        "title": "58-453-300-503",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-303-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-300-503"
          },
          {
            "label": "加工版本",
            "value": "04"
          }
        ]
      },
      {
        "title": "58-453-301-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-304-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-301-501"
          },
          {
            "label": "加工版本",
            "value": "11"
          }
        ]
      },
      {
        "title": "58-453-301-504",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-304-000"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-301-504"
          },
          {
            "label": "加工版本",
            "value": "07"
          }
        ]
      },
      {
        "title": "58-453-302-501",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-301-000"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-302-501"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "TYZ:58-453-302-003",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-453-302-501"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:58-453-302-003"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "58-453-302-502(A5E35997368A)",
        "subtitle": "SN / DHM / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-458-302-000"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-302-502(A5E35997368A)"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "54-453-431-501",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "三件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-431-000"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-431-501"
          },
          {
            "label": "加工版本",
            "value": "AS"
          }
        ]
      },
      {
        "title": "TYZ:54-453-431-503",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "三件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-431-000"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:54-453-431-503"
          },
          {
            "label": "加工版本",
            "value": "AS"
          }
        ]
      },
      {
        "title": "54-353-403-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-358-403-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-353-403-001"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "54-453-430-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-430-000"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-430-001"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "52-453-414-502",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-414-000"
          },
          {
            "label": "毛坯版本",
            "value": "AN"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-414-502"
          },
          {
            "label": "加工版本",
            "value": "BM"
          },
          {
            "label": "Customer issue",
            "value": "气密孔壁厚过厚"
          },
          {
            "label": "DIC issue",
            "value": "中心高超差、轴承孔侧面台阶,白漆裂纹，螺栓孔内锈蚀"
          }
        ]
      },
      {
        "title": "52-353-402-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-358-402-000"
          },
          {
            "label": "毛坯版本",
            "value": "AP"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-353-402-001"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "54-453-401-501",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-400-000"
          },
          {
            "label": "毛坯版本",
            "value": "AN"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-401-501"
          },
          {
            "label": "加工版本",
            "value": "BK"
          },
          {
            "label": "Customer issue",
            "value": "瓦盖小止口距离A基准尺寸超差"
          },
          {
            "label": "DIC issue",
            "value": "止口超下差、铸造气孔中心高、内腔白漆,过滤网槽窄、加工外观"
          }
        ]
      },
      {
        "title": "54-353-400-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-358-400-000"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-353-400-001"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "52-453-431-501",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "三件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-431-000"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-431-501"
          },
          {
            "label": "加工版本",
            "value": "BG"
          },
          {
            "label": "DIC issue",
            "value": "加工面划痕,白漆微小裂纹、油槽宽度下差"
          }
        ]
      },
      {
        "title": "52-453-431-009",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "三件套"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-431-009"
          },
          {
            "label": "加工版本",
            "value": "AE"
          },
          {
            "label": "DIC issue",
            "value": "白漆裂纹，螺栓孔偏、油槽宽度下差"
          }
        ]
      },
      {
        "title": "52-453-430-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-430-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-430-001"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "52-353-403-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-358-403-000"
          },
          {
            "label": "毛坯版本",
            "value": "AJ"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-353-403-001"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "54-453-007-502",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-458-035-000"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-453-007-502"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "52-453-410-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-410-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-410-001"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "52-453-403-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "一件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-403-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-403-001"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "52-453-421-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-002-000"
          },
          {
            "label": "毛坯版本",
            "value": "006_AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-421-001"
          },
          {
            "label": "加工版本",
            "value": "07"
          }
        ]
      },
      {
        "title": "52-453-002-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-002-001"
          },
          {
            "label": "加工版本",
            "value": "05"
          }
        ]
      },
      {
        "title": "54-271-001-022",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-474-005-000"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-271-001-022"
          },
          {
            "label": "加工版本",
            "value": "AD"
          }
        ]
      },
      {
        "title": "54-271-001-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-474-003-000"
          },
          {
            "label": "毛坯版本",
            "value": "AQ"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-271-001-001"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "A5E35822624",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-474-003-001"
          },
          {
            "label": "毛坯版本",
            "value": "AQ"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "A5E35822624"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "52-453-412-502",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "名称",
            "value": "二件套"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-412-000"
          },
          {
            "label": "毛坯版本",
            "value": "AM"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-453-412-502"
          },
          {
            "label": "加工版本",
            "value": "BN"
          }
        ]
      },
      {
        "title": "52-353-402-001",
        "subtitle": "SN / DBM / DYD",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "52-358-402-000"
          },
          {
            "label": "毛坯版本",
            "value": "AP"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-353-402-001"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "52-469-401-501 (Assembly)",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "扇盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-469-401-000"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-469-401-501 (Assembly)"
          },
          {
            "label": "加工版本",
            "value": "AU"
          },
          {
            "label": "Customer issue",
            "value": "螺栓孔尺寸超差"
          }
        ]
      },
      {
        "title": "A5E46664578A",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "扇盒"
          },
          {
            "label": "加工图纸号",
            "value": "A5E46664578A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "52-263-401-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "右盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-268-401-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-263-401-001"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "52-263-402-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "左盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-268-402-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-263-402-001"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "54-469-401-501 (Assembly)",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "扇盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-469-401-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-469-401-501 (Assembly)"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "54-263-401-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "右盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-268-401-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-263-401-001"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "54-263-402-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "左盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-268-402-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-263-402-001"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "54-469-024-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "扇盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-469-004-000"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "54-469-024-001"
          },
          {
            "label": "加工版本",
            "value": "AF"
          },
          {
            "label": "Customer issue",
            "value": "安装孔偏移"
          }
        ]
      },
      {
        "title": "52-373-006-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-373-006-000"
          },
          {
            "label": "毛坯版本",
            "value": "007_AG"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-373-006-001"
          },
          {
            "label": "加工版本",
            "value": "05"
          }
        ]
      },
      {
        "title": "A5E42781441",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "A5E42781441"
          },
          {
            "label": "加工版本",
            "value": "AD"
          }
        ]
      },
      {
        "title": "A5E42685118A",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "A5E42685118A"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "52-373-006-002",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "52-373-006-002"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "/",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-373-205-000"
          },
          {
            "label": "毛坯版本",
            "value": "AF"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "/"
          }
        ]
      },
      {
        "title": "52-374-002-000",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-374-001"
          },
          {
            "label": "毛坯版本",
            "value": "10"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-374-002-000"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "52-374-001-000",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "52-374-001-000"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "TYZ:52-374-001-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:52-374-001-001"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "L1D30597808A",
        "subtitle": "SN / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "线盒"
          },
          {
            "label": "加工图纸号",
            "value": "L1D30597808A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "52-279-033-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-279-033-001"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "52-279-033-002",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-279-033-002"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "52-279-033-003",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-279-033-003"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "52-379-025-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-379-025-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "52-379-025-003",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-379-025-003"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "52-379-030-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-379-030-001"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "58-473-202-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-473-202-000"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-473-202-001"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      },
      {
        "title": "CP-719-167-020",
        "subtitle": "SN / DRC / DRC",
        "fields": [
          {
            "label": "名称",
            "value": "5\" 钢法兰"
          },
          {
            "label": "加工图纸号",
            "value": "CP-719-167-020"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "52-338-003-002",
        "subtitle": "SN / DXS / DXS",
        "fields": [
          {
            "label": "名称",
            "value": "铜扇"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-338-003-100"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "加工图纸号",
            "value": "52-338-003-002"
          },
          {
            "label": "加工版本",
            "value": "05"
          }
        ]
      },
      {
        "title": "52-451-029-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-458-029-000"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-451-029-001"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "52-351-129-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-358-029-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-351-129-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "52-351-130-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-358-029-000"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-351-130-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "58-273-201-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "小盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-273-201-000"
          },
          {
            "label": "毛坯版本",
            "value": "AD"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "58-273-201-001"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "52-251-401-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-258-001-000"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-251-401-001"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "52-251-402-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-258-002-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-251-402-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "52-251-403-001",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "52-258-003-000"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ACM-0201 CLASS 25 or 30"
          },
          {
            "label": "加工图纸号",
            "value": "52-251-403-001"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "A5E36076226A",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "套筒"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E36129734A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "A5E36076226A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E45595035A",
        "subtitle": "SN / DZH / DZH",
        "fields": [
          {
            "label": "名称",
            "value": "接线盒"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E45575168A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A48 CLASS 30C"
          },
          {
            "label": "加工图纸号",
            "value": "A5E45595035A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E47235498",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E02905810A"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02905816A"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "A5E31929604",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "A5E02905810A"
          },
          {
            "label": "毛坯版本",
            "value": "AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02905816A"
          },
          {
            "label": "加工版本",
            "value": "AK"
          }
        ]
      },
      {
        "title": "A5E46160260",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E02865647A"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E46139448"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E03251203",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E02865647A"
          },
          {
            "label": "毛坯版本",
            "value": "AK"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02902753A"
          },
          {
            "label": "加工版本",
            "value": "AM"
          }
        ]
      },
      {
        "title": "A5E40873166",
        "subtitle": "SN",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "A5E40873190A"
          },
          {
            "label": "毛坯版本",
            "value": "AB_002"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          }
        ]
      },
      {
        "title": "A5E32197011",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32197015A"
          },
          {
            "label": "毛坯版本",
            "value": "001_01_AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32197013A"
          },
          {
            "label": "加工版本",
            "value": "001_01_AA"
          }
        ]
      },
      {
        "title": "A5E02554441",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E02313109A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02313155A"
          },
          {
            "label": "加工版本",
            "value": "007_AG"
          }
        ]
      },
      {
        "title": "A5E02554442",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E02302060A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02303787A"
          },
          {
            "label": "加工版本",
            "value": "006_AG"
          }
        ]
      },
      {
        "title": "TYZ:55-903-673-002",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-672-501"
          },
          {
            "label": "毛坯版本",
            "value": "AM"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:55-903-673-002"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "A5E47674583A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "加工图纸号",
            "value": "A5E47674583A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "53-905-832-003",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-832-401"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "53-905-832-003"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "TYZ:53-905-846-003",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-846-401"
          },
          {
            "label": "毛坯版本",
            "value": "05"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-846-003"
          },
          {
            "label": "加工版本",
            "value": "005_AE"
          }
        ]
      },
      {
        "title": "TYZ:53-906-169-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-280-402"
          },
          {
            "label": "毛坯版本",
            "value": "13"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-169-001"
          },
          {
            "label": "加工版本",
            "value": "09"
          }
        ]
      },
      {
        "title": "58-423-119-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-119-501"
          },
          {
            "label": "毛坯版本",
            "value": "06"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-119-001"
          },
          {
            "label": "加工版本",
            "value": "07"
          }
        ]
      },
      {
        "title": "(58-423-120-001)",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-120-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "(58-423-120-001)"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "A5E00524820A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00428513A"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00524820A"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "A5E02213265A",
        "subtitle": "SN / DFM",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "A5E00428513A"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02213265A"
          },
          {
            "label": "加工版本",
            "value": "003_AC"
          }
        ]
      },
      {
        "title": "A5E00701994A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00883052A"
          },
          {
            "label": "毛坯版本",
            "value": "002_AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00701994A"
          },
          {
            "label": "加工版本",
            "value": "008_AH"
          }
        ]
      },
      {
        "title": "A5E02208108A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "毛坯图纸号",
            "value": "A5E00883052A"
          },
          {
            "label": "毛坯版本",
            "value": "002_AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E02208108A"
          },
          {
            "label": "加工版本",
            "value": "003_AC"
          }
        ]
      },
      {
        "title": "58-423-100-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-100-501"
          },
          {
            "label": "毛坯版本",
            "value": "11"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-100-001"
          },
          {
            "label": "加工版本",
            "value": "12"
          }
        ]
      },
      {
        "title": "TYZ:53-906-175-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-906-175-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-175-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "A5E52486310A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E52486338A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E52486310A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "TYZ:53-905-846-005",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-846-505"
          },
          {
            "label": "毛坯版本",
            "value": "00"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-846-005"
          },
          {
            "label": "加工版本",
            "value": "00"
          }
        ]
      },
      {
        "title": "A5E46539287A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-746-504A"
          },
          {
            "label": "毛坯版本",
            "value": "005_AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E46539287A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E38002335",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-746-504A"
          },
          {
            "label": "毛坯版本",
            "value": "005_AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E38002335"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "55-903-747-005",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-746-504"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "55-903-747-005"
          },
          {
            "label": "加工版本",
            "value": "004_AD"
          }
        ]
      },
      {
        "title": "58-423-118-002",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-424-118-501"
          },
          {
            "label": "毛坯版本",
            "value": "07"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-423-118-002"
          },
          {
            "label": "加工版本",
            "value": "08"
          }
        ]
      },
      {
        "title": "A5E03739622(710/712)",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E03734488A"
          },
          {
            "label": "毛坯版本",
            "value": "004_AC"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03739622(710/712)"
          },
          {
            "label": "加工版本",
            "value": "AN"
          }
        ]
      },
      {
        "title": "A5E03761602(714/716)",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E03758541A"
          },
          {
            "label": "毛坯版本",
            "value": "AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E03761602(714/716)"
          },
          {
            "label": "加工版本",
            "value": "AP"
          }
        ]
      },
      {
        "title": "A5E36776027",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "加工图纸号",
            "value": "A5E36776027"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E50089576A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "加工图纸号",
            "value": "A5E50089576A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E46099351",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "加工图纸号",
            "value": "A5E46099351"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E31993566A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32007477"
          },
          {
            "label": "毛坯版本",
            "value": "009_AG"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31993566A"
          },
          {
            "label": "加工版本",
            "value": "AW"
          }
        ]
      },
      {
        "title": "A5E32778529A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机壳"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32778530A"
          },
          {
            "label": "毛坯版本",
            "value": "004_AD"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32778529A"
          },
          {
            "label": "加工版本",
            "value": "006_AF"
          }
        ]
      },
      {
        "title": "55-903-679-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-678-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "55-903-679-001"
          },
          {
            "label": "加工版本",
            "value": "008_AH"
          }
        ]
      },
      {
        "title": "55-903-679-002",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-903-678-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "55-903-679-002"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "55-903-677-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "55-705-840-003"
          },
          {
            "label": "毛坯版本",
            "value": "005_AE"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "55-903-677-001"
          },
          {
            "label": "加工版本",
            "value": "006_AF"
          }
        ]
      },
      {
        "title": "TYZ:53-905-621-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-620-501"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-621-001"
          },
          {
            "label": "加工版本",
            "value": "04"
          }
        ]
      },
      {
        "title": "TYZ:53-906-104-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-906-103-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-104-001"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "TYZ:53-905-848-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-848-401"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-848-001"
          },
          {
            "label": "加工版本",
            "value": "04"
          }
        ]
      },
      {
        "title": "TYZ:53-906-107-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-906-106-501"
          },
          {
            "label": "毛坯版本",
            "value": "02"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-107-001"
          },
          {
            "label": "加工版本",
            "value": "005_AE"
          }
        ]
      },
      {
        "title": "TYZ:53-905-831-002",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-831-401"
          },
          {
            "label": "毛坯版本",
            "value": "04"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-831-002"
          },
          {
            "label": "加工版本",
            "value": "04"
          }
        ]
      },
      {
        "title": "TYZ:53-905-830-003",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-905-830-402"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-905-830-003"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "54-353-023-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "54-353-020-002"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "54-353-023-001"
          },
          {
            "label": "加工版本",
            "value": "02"
          }
        ]
      },
      {
        "title": "58-453-100-003",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-358-100-401"
          },
          {
            "label": "毛坯版本",
            "value": "03"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-453-100-003"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "TYZ:53-906-170-002",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-816-460-502"
          },
          {
            "label": "毛坯版本",
            "value": "00"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-170-002"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "TYZ:53-906-170-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "53-816-460-501"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "TYZ:53-906-170-001"
          },
          {
            "label": "加工版本",
            "value": "01"
          }
        ]
      },
      {
        "title": "A5E00688050A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00688042A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00688050A"
          },
          {
            "label": "加工版本",
            "value": "AG"
          }
        ]
      },
      {
        "title": "A5E31845763A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E31845750A"
          },
          {
            "label": "毛坯版本",
            "value": "001_01_AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31845763A"
          },
          {
            "label": "加工版本",
            "value": "003_AC"
          }
        ]
      },
      {
        "title": "A5E38259149A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E38259146A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E38259149A"
          },
          {
            "label": "加工版本",
            "value": "AF"
          }
        ]
      },
      {
        "title": "L1D30462001A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "加工图纸号",
            "value": "L1D30462001A"
          },
          {
            "label": "加工版本",
            "value": "AA"
          }
        ]
      },
      {
        "title": "A5E00512607A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00509992A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00512607A"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "A5E52380249A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E51500209A"
          },
          {
            "label": "毛坯版本",
            "value": "AC"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E52380249A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E52021828A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "加工图纸号",
            "value": "A5E52021828A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E52380716A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "加工图纸号",
            "value": "A5E52380716A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E52380718A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接机盖"
          },
          {
            "label": "加工图纸号",
            "value": "A5E52380718A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E32854763A(1600 Top Duct)",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "通气上盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32854768A"
          },
          {
            "label": "毛坯版本",
            "value": "002_AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32854763A(1600 Top Duct)"
          },
          {
            "label": "加工版本",
            "value": "003_AC"
          }
        ]
      },
      {
        "title": "A5E32854871A( NDE Brg Hub)",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "非驱动端轴承毂"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E31878084A"
          },
          {
            "label": "毛坯版本",
            "value": "002_AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32854871A( NDE Brg Hub)"
          },
          {
            "label": "加工版本",
            "value": "007_AF"
          }
        ]
      },
      {
        "title": "A5E00735312A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "710端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00688042A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00735312A"
          },
          {
            "label": "加工版本",
            "value": "009_AJ"
          }
        ]
      },
      {
        "title": "A5E35632361A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E35632368A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E35632361A"
          },
          {
            "label": "加工版本",
            "value": "004_AD"
          }
        ]
      },
      {
        "title": "A5E31970567A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32289880A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31970567A"
          },
          {
            "label": "加工版本",
            "value": "AC"
          }
        ]
      },
      {
        "title": "A5E32289871A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32289871A"
          },
          {
            "label": "加工版本",
            "value": "AB"
          }
        ]
      },
      {
        "title": "A5E34327761A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E34327761毛坯"
          },
          {
            "label": "毛坯版本",
            "value": "AC自制"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E34327761A"
          },
          {
            "label": "加工版本",
            "value": "AD"
          }
        ]
      },
      {
        "title": "A5E31517549A",
        "subtitle": "SN / DSH / DSH",
        "fields": [
          {
            "label": "名称",
            "value": "轮毂"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31517549A"
          },
          {
            "label": "加工版本",
            "value": "002_AB"
          }
        ]
      },
      {
        "title": "A5E31517553A",
        "subtitle": "SN / DSH / DSH",
        "fields": [
          {
            "label": "名称",
            "value": "轮毂"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31517553A"
          },
          {
            "label": "加工版本",
            "value": "002_AB"
          }
        ]
      },
      {
        "title": "A5E31517551A",
        "subtitle": "SN / DSH / DSH",
        "fields": [
          {
            "label": "名称",
            "value": "轮毂"
          },
          {
            "label": "毛坯图纸号",
            "value": "/"
          },
          {
            "label": "毛坯版本",
            "value": "/"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31517551A"
          },
          {
            "label": "加工版本",
            "value": "002_AB"
          }
        ]
      },
      {
        "title": "58-353-001-002",
        "subtitle": "SN / DHM / DHY",
        "fields": [
          {
            "label": "名称",
            "value": "708 端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-358-009-002"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-353-001-002"
          },
          {
            "label": "加工版本",
            "value": "AG_007"
          }
        ]
      },
      {
        "title": "58-353-002-001",
        "subtitle": "SN / DHM / DHY",
        "fields": [
          {
            "label": "名称",
            "value": "788 端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-358-010-001"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-353-002-001"
          },
          {
            "label": "加工版本",
            "value": "006_AF"
          }
        ]
      },
      {
        "title": "58-353-003-001",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "880 端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "58-358-011-001"
          },
          {
            "label": "毛坯版本",
            "value": "01"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "58-353-003-001"
          },
          {
            "label": "加工版本",
            "value": "03"
          }
        ]
      },
      {
        "title": "A5E35088632A",
        "subtitle": "SN / DHM / DHY",
        "fields": [
          {
            "label": "名称",
            "value": "587光谱仪轴承端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E35108378A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E35088632A"
          },
          {
            "label": "加工版本",
            "value": "008_AH"
          }
        ]
      },
      {
        "title": "A5E31929973A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32293212"
          },
          {
            "label": "毛坯版本",
            "value": "001-01-AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E31929973A"
          },
          {
            "label": "加工版本",
            "value": "001-01-AA"
          }
        ]
      },
      {
        "title": "A5E32289888A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E32289891A"
          },
          {
            "label": "毛坯版本",
            "value": "001-01-AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E32289888A"
          },
          {
            "label": "加工版本",
            "value": "002-AB"
          }
        ]
      },
      {
        "title": "A5E35338254A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E35338286A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E35338254A"
          },
          {
            "label": "加工版本",
            "value": "004_AD"
          }
        ]
      },
      {
        "title": "A5E41200197A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00688042A"
          },
          {
            "label": "毛坯版本",
            "value": "AC自制"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E41200197A"
          },
          {
            "label": "加工版本",
            "value": "001_AA"
          }
        ]
      },
      {
        "title": "A5E00687495A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00687398A"
          },
          {
            "label": "毛坯版本",
            "value": "AA"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00687495A"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "A5E00701473A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E00701472A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E00701473A"
          },
          {
            "label": "加工版本",
            "value": "AH"
          }
        ]
      },
      {
        "title": "A5E38239005A",
        "subtitle": "SN / DHM / DFM",
        "fields": [
          {
            "label": "名称",
            "value": "焊接端盖"
          },
          {
            "label": "毛坯图纸号",
            "value": "A5E38239051A"
          },
          {
            "label": "毛坯版本",
            "value": "AB"
          },
          {
            "label": "材料",
            "value": "ASTM-A36"
          },
          {
            "label": "加工图纸号",
            "value": "A5E38239005A"
          },
          {
            "label": "加工版本",
            "value": "AE"
          }
        ]
      }
    ]
  },
  {
    "category": "标准信息",
    "items": [
      {
        "title": "西门子加工件铸造缺陷标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "备注",
            "value": "有等级及图示要求"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\西门子客户批复的铸造缺陷执行标准\\西门子加工件铸造缺陷标准 2012-11-19-Rev- 4_translated(1).doc"
          }
        ]
      },
      {
        "title": "美国西门子 外观缺陷标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "011101 DHMM"
          },
          {
            "label": "版本号",
            "value": "Rev -"
          },
          {
            "label": "发布单位",
            "value": "美国西门子"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\011101 DHMM 美国西门子 外观缺陷标准 Rev -.pdf"
          }
        ]
      },
      {
        "title": "灰铁件缩孔标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "机壳缺陷可接受标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "CPFS-7230-04"
          },
          {
            "label": "版本号",
            "value": "2016-10-21"
          },
          {
            "label": "发布单位",
            "value": "CPFS"
          },
          {
            "label": "备注",
            "value": "文字描述及图示（不全）"
          },
          {
            "label": "大类",
            "value": "机壳外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\CPFS-7230-04 Cast Iron Housing 10 21 16 CN.pdf"
          }
        ]
      },
      {
        "title": "400系列组合件两件套，三件套外观要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "版本号",
            "value": "Rev -"
          },
          {
            "label": "发布单位",
            "value": "未明确"
          },
          {
            "label": "备注",
            "value": "图示要求"
          },
          {
            "label": "大类",
            "value": "400组合件外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\400系列组合件两件套，三件套外观要求 Rev -.pdf"
          }
        ]
      },
      {
        "title": "Machined Surface Quality of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-2"
          },
          {
            "label": "版本号",
            "value": "0"
          },
          {
            "label": "发布单位",
            "value": "Plant Quality Control"
          },
          {
            "label": "备注",
            "value": "有等级要求（尺寸）"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复要求(功能面划分)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-2 R0 Machined Surface Quality of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "As-cast Surface Quality of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-1"
          },
          {
            "label": "版本号",
            "value": "Revision 0"
          },
          {
            "label": "发布单位",
            "value": "Quality Specification"
          },
          {
            "label": "备注",
            "value": "缺陷等级及图片"
          },
          {
            "label": "大类",
            "value": "铸造表面粗糙度及外观缺陷（按缺陷种类划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-1 R0 As-cast Surface Quality of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "Internal Soundness of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-3"
          },
          {
            "label": "版本号",
            "value": "Revision 0"
          },
          {
            "label": "发布单位",
            "value": "ABB"
          },
          {
            "label": "备注",
            "value": "缺陷等级及图片"
          },
          {
            "label": "大类",
            "value": "铸造内部缺陷（按缺陷种类划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-3 R0 Internal Soundness of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "Compilation of Iron and steel casting defects (images)",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-4 Revision 3"
          },
          {
            "label": "版本号",
            "value": "Revision 3"
          },
          {
            "label": "发布单位",
            "value": "Quality Specification Department"
          },
          {
            "label": "备注",
            "value": "实际产品图示照片"
          },
          {
            "label": "大类",
            "value": "机壳外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-4 (rev3) Compilation of Iron and steel casting defects (images).pdf"
          }
        ]
      },
      {
        "title": "客户铸件材质、尺寸、外观等要求标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JHS 99519168"
          },
          {
            "label": "版本号",
            "value": "0"
          },
          {
            "label": "发布单位",
            "value": "Jungheinrich"
          },
          {
            "label": "备注",
            "value": "无具体要求"
          },
          {
            "label": "大类",
            "value": "检验项目要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\99519168-00 翻译.pdf"
          }
        ]
      },
      {
        "title": "MCFA Casting Default repair standards",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "SC2024-5"
          },
          {
            "label": "版本号",
            "value": "SC2024-5"
          },
          {
            "label": "发布单位",
            "value": "MCFA"
          },
          {
            "label": "备注",
            "value": "word有等级要求"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\内部标准\\MCFA Casting Default repair standards SC2024-5.docx"
          }
        ]
      },
      {
        "title": "允许缺陷修复标准 2024-5",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "备注",
            "value": "有等级要求（内容同word）"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "ABB Supplier Quality Manual",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "来料检验要求",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402849"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "ABB Large Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\Surface treatment - instruction for incoming inspection_3AFP9402849.pdf"
          }
        ]
      },
      {
        "title": "美国西门子作业手册",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "Shop Practice Standards 500-567"
          },
          {
            "label": "版本号",
            "value": "2008-11"
          },
          {
            "label": "发布单位",
            "value": "西门子能源与自动化公司电机及驱动部"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\美国西门子作业手册 500# 总则 510#通则.pdf"
          }
        ]
      },
      {
        "title": "西门子工业检验说明",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\Cast Iron Inspection Guidelines.doc"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\Cast Iron Inspection Guidelines.doc"
          }
        ]
      },
      {
        "title": "巴尔道G28、G30电机铸件采购标准和检验方法",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "版本号",
            "value": "1.4"
          },
          {
            "label": "发布单位",
            "value": "索辰公司"
          },
          {
            "label": "备注",
            "value": "检验项及标准要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\巴尔道G28、G30电机铸件采购标准和检验方法 Rev1.4 2018-11-6.docx"
          }
        ]
      },
      {
        "title": "巴尔道电机铸件检验标准和方法",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q/UMP---03A07--2006"
          },
          {
            "label": "版本号",
            "value": "1.0"
          },
          {
            "label": "发布单位",
            "value": "环球金属制品（大连）有限公司"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\巴尔道电机铸件检验标准和方法.pdf"
          }
        ]
      },
      {
        "title": "图纸通用规范",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MSJ1-0001"
          },
          {
            "label": "版本号",
            "value": "Not found"
          },
          {
            "label": "发布单位",
            "value": "Not found"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MSJ1-0001.pdf"
          }
        ]
      },
      {
        "title": "MLA Supplier Quality Manual",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "SQM"
          },
          {
            "label": "版本号",
            "value": "0"
          },
          {
            "label": "发布单位",
            "value": "MLA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\内部标准\\MLA Supplier Quality Manual - Rev0 with Attachment.pdf"
          }
        ]
      },
      {
        "title": "BDR Supplier Quality Manual",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "采样计划",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\CQW743-01 AQL-Sampling Plan_Rev 1.doc"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\CQW743-01 AQL-Sampling Plan_Rev 1.doc"
          }
        ]
      },
      {
        "title": "材质替换表",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MCFA"
          },
          {
            "label": "版本号",
            "value": "v6"
          },
          {
            "label": "发布单位",
            "value": "MCFA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MCFA 材质替换表.pdf"
          }
        ]
      },
      {
        "title": "有害物质使用限制",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "UES G1007"
          },
          {
            "label": "版本号",
            "value": "Revision 1"
          },
          {
            "label": "发布单位",
            "value": "UniCarriers"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MLAM UES G1007E USAGE RESTRICTION OF SUBSTANCE.pdf"
          }
        ]
      },
      {
        "title": "球铁后“轮毂”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES910-43004 A"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "Mitsubishi Heavy Industries, Ltd."
          },
          {
            "label": "备注",
            "value": "材质性能外观等级要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES910-43004_01[1].pdf"
          }
        ]
      },
      {
        "title": "球铁“后轴外壳”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES910-43008 A"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "MCFE / MCFA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES910-43008.pdf"
          }
        ]
      },
      {
        "title": "球铁“转向节”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES 93743-00200"
          },
          {
            "label": "版本号",
            "value": "ES93743-00200"
          },
          {
            "label": "发布单位",
            "value": "Hyundai-Kia Motors Corporation"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES93743-00200.pdf"
          }
        ]
      },
      {
        "title": "球铁“关节”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES91043009"
          },
          {
            "label": "版本号",
            "value": "Revision B"
          },
          {
            "label": "发布单位",
            "value": "Not specified in document snippet"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES91043009-B.pdf"
          }
        ]
      },
      {
        "title": "球铁“前轴外壳”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN 9133:2004"
          },
          {
            "label": "版本号",
            "value": "EN 9133:2004"
          },
          {
            "label": "发布单位",
            "value": "European Committee for Standardization"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES91833351(English).pdf"
          }
        ]
      },
      {
        "title": "涂层分级标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JH-3-15-1"
          },
          {
            "label": "版本号",
            "value": "JH-3-15-1"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\JH-3-15-1.pdf"
          }
        ]
      },
      {
        "title": "供应商底漆&涂漆要求",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Supplier Prime/Paint Requirement (2008-08-04)"
          },
          {
            "label": "版本号",
            "value": "2008-08-04"
          },
          {
            "label": "发布单位",
            "value": "Baldor"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Baldor Supplier Primer & Paint Requirement_Baldor供应商底漆&涂漆要求.pdf"
          }
        ]
      },
      {
        "title": "端盖铸件清理要求",
        "subtitle": "BD",
        "fields": [
          {
            "label": "标准编号",
            "value": "Baldor MC1000/MC1001/MC1002/MC1003"
          },
          {
            "label": "版本号",
            "value": "MC1000/MC1001/MC1002/MC1003"
          },
          {
            "label": "发布单位",
            "value": "Baldor Electric Company"
          },
          {
            "label": "备注",
            "value": "有图示"
          },
          {
            "label": "大类",
            "value": "不锈钢端盖打磨要求（按产品划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Clean-up Requirements To Maintain Quality Endplate Casting_端盖铸件清理要求.pdf"
          }
        ]
      },
      {
        "title": "电机壳铸件清理要求",
        "subtitle": "BD",
        "fields": [
          {
            "label": "标准编号",
            "value": "09SF1108"
          },
          {
            "label": "版本号",
            "value": "09SF1108"
          },
          {
            "label": "发布单位",
            "value": "Not specified"
          },
          {
            "label": "备注",
            "value": "有图示"
          },
          {
            "label": "大类",
            "value": "灰铁小机壳打磨要求（按产品划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Clean-up Requirements To Maintain Quality Stator Frame Casting_电机壳铸件清理要求.pdf"
          }
        ]
      },
      {
        "title": "含水率填写样表",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "焊接等级工艺规定",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "ACP 2-9"
          },
          {
            "label": "版本号",
            "value": "ACP 2-9"
          },
          {
            "label": "发布单位",
            "value": "Allied Communications Publication (NATO)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\ACP 2-9_Welding Classification.pdf"
          }
        ]
      },
      {
        "title": "焊接件工艺标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "NACP 2-10 Rev 3"
          },
          {
            "label": "版本号",
            "value": "Revision 3"
          },
          {
            "label": "发布单位",
            "value": "NACP"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\NACP 2-10 Rev 3.pdf"
          }
        ]
      },
      {
        "title": "电弧焊接规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-EU"
          },
          {
            "label": "版本号",
            "value": "4/30/65"
          },
          {
            "label": "发布单位",
            "value": "代码 D"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046114-EU CN.pdf"
          }
        ]
      },
      {
        "title": "埋弧焊接规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-JR"
          },
          {
            "label": "版本号",
            "value": "D"
          },
          {
            "label": "发布单位",
            "value": "Reliance Electric"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\46114-JR CN.pdf"
          }
        ]
      },
      {
        "title": "焊接符号",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "ASME PTC 19.1-2018"
          },
          {
            "label": "版本号",
            "value": "ASME PTC 19.1-2018"
          },
          {
            "label": "发布单位",
            "value": "ASME"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\609910-001 EN.pdf"
          }
        ]
      },
      {
        "title": "火焰切割等级要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "DIN EN ISO 9013:2003-07"
          },
          {
            "label": "版本号",
            "value": "DIN EN ISO 9013:2003-07"
          },
          {
            "label": "发布单位",
            "value": "DIN Deutsches Institut für Normung e. V."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\DIN EN ISO 9013 Rev -.pdf"
          }
        ]
      },
      {
        "title": "铸件焊补",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "MM22140-03"
          },
          {
            "label": "版本号",
            "value": "MM22140-03"
          },
          {
            "label": "发布单位",
            "value": "MM"
          },
          {
            "label": "备注",
            "value": "文字要求"
          },
          {
            "label": "大类",
            "value": "焊补具体工艺流程"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\MM22140-03_Casting welding repair 铸件焊补.pdf"
          }
        ]
      },
      {
        "title": "表面处理标准",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402204"
          },
          {
            "label": "版本号",
            "value": "C"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy:Motors and Generators, Helsinki"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\Surface treatment specification -RMMG - PG LMG_3AFP9402204 B.pdf"
          }
        ]
      },
      {
        "title": "表面处理标准更新",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "ISO 12944-9:2018"
          },
          {
            "label": "版本号",
            "value": "ISO 12944-9:2018"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy, Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\ABB CX -system 2019-05-16 FIRAKUU.pdf"
          }
        ]
      },
      {
        "title": "车间打砂规范和指引",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "铸铁表面处理标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SSPC/NACE Surface Preparation Standards"
          },
          {
            "label": "版本号",
            "value": "Joint SSPC/NACE Standards (SP1-SP14 / NACE 1-8)"
          },
          {
            "label": "发布单位",
            "value": "Society for Protective Coatings (SSPC) and NACE International"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\表面处理\\SSPC surface prep.pdf"
          }
        ]
      },
      {
        "title": "表面打磨及处理要求",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "SSE-BPSS"
          },
          {
            "label": "版本号",
            "value": "Rev. 9"
          },
          {
            "label": "发布单位",
            "value": "SSE"
          },
          {
            "label": "备注",
            "value": "图示要求"
          },
          {
            "label": "大类",
            "value": "不锈钢打磨清理外观要求（具体产品及位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\Band 焊接机壳 2025 LZH交接\\1 图纸和标准\\标准\\SSE Polish Passivate BPSS_v9 （增加了风罩和焊接机壳）.pdf"
          }
        ]
      },
      {
        "title": "铸件表面预处理与涂漆规范",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "铸铁件表面预处理与涂漆规范"
          },
          {
            "label": "版本号",
            "value": "Not Specified"
          },
          {
            "label": "发布单位",
            "value": "Not Specified"
          },
          {
            "label": "备注",
            "value": "具体要求"
          },
          {
            "label": "大类",
            "value": "铸件表面处理及涂漆具体工艺要求及检验标准"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\表面处理\\表面预处理标准\\铸件表面预处理与涂漆规范.docx"
          }
        ]
      },
      {
        "title": "打标识要求",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "S217AB"
          },
          {
            "label": "版本号",
            "value": "AB"
          },
          {
            "label": "发布单位",
            "value": "ABB Group"
          },
          {
            "label": "大类",
            "value": "标识内容，位置等要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\S217AB.PDF"
          }
        ]
      },
      {
        "title": "表面喷漆系统",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402281"
          },
          {
            "label": "版本号",
            "value": "3AFP9402281"
          },
          {
            "label": "发布单位",
            "value": "ABB Large Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\3AFP9402281 Surface treatment - paint materials and special paint systems CN .pdf"
          }
        ]
      },
      {
        "title": "隐藏区域提前喷漆",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9403066"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy:Large Motors ＆ Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\油漆文件\\Painting of hidden surfaces_3AFP9403066.pdf"
          }
        ]
      },
      {
        "title": "特殊漆工艺标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "53-681-351-443"
          },
          {
            "label": "版本号",
            "value": "Rev 01"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\53-681-351-443 Rev 01.pdf"
          }
        ]
      },
      {
        "title": "底漆涂装标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "004824-007BY1"
          },
          {
            "label": "版本号",
            "value": "1.0"
          },
          {
            "label": "发布单位",
            "value": "ABB NEMA Motors"
          },
          {
            "label": "备注",
            "value": "文字概述"
          },
          {
            "label": "大类",
            "value": "涂漆施工及检验要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\004824-007BY1  CN -SC 20240319.pdf"
          }
        ]
      },
      {
        "title": "铸铁和铸钢件预处理及涂底漆供货技术条件",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN 11948:2013-02"
          },
          {
            "label": "版本号",
            "value": "2013-02"
          },
          {
            "label": "发布单位",
            "value": "Siemens AG"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN 11948 2013-2 铸件与钢结构件的预处理与涂底漆的供货技术条件(中文).pdf"
          }
        ]
      },
      {
        "title": "宣威醇酸红底漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-401"
          },
          {
            "label": "版本号",
            "value": "Not specified"
          },
          {
            "label": "发布单位",
            "value": "Siemens"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-401-BQ.docx"
          }
        ]
      },
      {
        "title": "宣威红漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-402"
          },
          {
            "label": "版本号",
            "value": "Not specified"
          },
          {
            "label": "发布单位",
            "value": "Innomotics"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\1.DRW & 3D\\1.1 Ongoing\\1. 焊接文件\\焊接新订单报价\\BOM__A5E34391300_001_\\51-008-849-402-CE.docx"
          }
        ]
      },
      {
        "title": "宣威白漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-462"
          },
          {
            "label": "版本号",
            "value": "AD"
          },
          {
            "label": "发布单位",
            "value": "Siemens Industry, Inc. Process Industries & Drives – Norwood Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-462-AE.pdf"
          }
        ]
      },
      {
        "title": "宣威富锌和环氧漆工艺",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "53-681-352-402"
          },
          {
            "label": "版本号",
            "value": "AF"
          },
          {
            "label": "发布单位",
            "value": "Siemens Industry, Inc. Drive Technologies Division – Norwood Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\1.DRW & 3D\\1.1 Ongoing\\DZH\\SN标准\\53-681-352-402-AF.PDF"
          }
        ]
      },
      {
        "title": "喷漆要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-463"
          },
          {
            "label": "版本号",
            "value": "Rev 03"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-463 Rev 03.pdf"
          }
        ]
      },
      {
        "title": "老人牌环氧漆施工指导",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "HEMPADUR QUATTRO 17634"
          },
          {
            "label": "版本号",
            "value": "17634"
          },
          {
            "label": "发布单位",
            "value": "Hempel"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\6.Record\\6.1 Product & Package\\NP document\\ABB-4530377915-意大利-机壳和端盖\\1.图纸和标准\\ABB油漆标准\\油漆\\油漆技术文件-中文\\Application instruction of 17634 - CN.pdf"
          }
        ]
      },
      {
        "title": "环氧底漆使用",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600053"
          },
          {
            "label": "版本号",
            "value": "M"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.A."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\6.Record\\6.1 Product & Package\\NP document\\ABB-4530377915-意大利-机壳和端盖\\1.图纸和标准\\ABB油漆标准\\UVT-600053_N_EN (FCC译).pdf"
          }
        ]
      },
      {
        "title": "富锌底漆应用",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600200"
          },
          {
            "label": "版本号",
            "value": "D"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.A."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\UVT-600200_D_CH 2018-3-6.pdf"
          }
        ]
      },
      {
        "title": "双组份底漆说明",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600452"
          },
          {
            "label": "版本号",
            "value": "-"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.a."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\UVT-600452_=_EN.PDF"
          }
        ]
      },
      {
        "title": "涂底漆标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES053-91074"
          },
          {
            "label": "版本号",
            "value": "ES053-91074"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES053-91074 (2).pdf"
          }
        ]
      },
      {
        "title": "黑色瓷釉漆原料与质量要求",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MSJH02-720 REV 2"
          },
          {
            "label": "版本号",
            "value": "REV 2"
          },
          {
            "label": "发布单位",
            "value": "Engineering Standard (Design Department)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MSJH02-720 REV 2.pdf"
          }
        ]
      },
      {
        "title": "yafeng漆参数",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q/DYF.Z.003-2006"
          },
          {
            "label": "版本号",
            "value": "Q/DYF.Z.003-2006"
          },
          {
            "label": "发布单位",
            "value": "Dalian Yafeng Paint Co., LTD"
          },
          {
            "label": "备注",
            "value": "油漆具体指标"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\0802-5 Data sheet-Dalian Yafeng Expoxy Ester Primer.pdf"
          }
        ]
      },
      {
        "title": "应力消除热处理",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "热处理规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-U"
          },
          {
            "label": "版本号",
            "value": "46114-U"
          },
          {
            "label": "发布单位",
            "value": "Shelby Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046114-U  CN.docx"
          }
        ]
      },
      {
        "title": "密封胶",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN 53 126"
          },
          {
            "label": "版本号",
            "value": "1996-10"
          },
          {
            "label": "发布单位",
            "value": "Siemens AG"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN53126_EN.pdf"
          }
        ]
      },
      {
        "title": "西门子加工件铸造缺陷标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "备注",
            "value": "有等级及图示要求"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\西门子客户批复的铸造缺陷执行标准\\西门子加工件铸造缺陷标准 2012-11-19-Rev- 4_translated(1).doc"
          }
        ]
      },
      {
        "title": "美国西门子 外观缺陷标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "011101 DHMM"
          },
          {
            "label": "版本号",
            "value": "Rev -"
          },
          {
            "label": "发布单位",
            "value": "美国西门子"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\011101 DHMM 美国西门子 外观缺陷标准 Rev -.pdf"
          }
        ]
      },
      {
        "title": "灰铁件缩孔标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "机壳缺陷可接受标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "CPFS-7230-04"
          },
          {
            "label": "版本号",
            "value": "2016-10-21"
          },
          {
            "label": "发布单位",
            "value": "CPFS"
          },
          {
            "label": "备注",
            "value": "文字描述及图示（不全）"
          },
          {
            "label": "大类",
            "value": "机壳外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\CPFS-7230-04 Cast Iron Housing 10 21 16 CN.pdf"
          }
        ]
      },
      {
        "title": "400系列组合件两件套，三件套外观要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "版本号",
            "value": "Rev -"
          },
          {
            "label": "发布单位",
            "value": "未明确"
          },
          {
            "label": "备注",
            "value": "图示要求"
          },
          {
            "label": "大类",
            "value": "400组合件外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\400系列组合件两件套，三件套外观要求 Rev -.pdf"
          }
        ]
      },
      {
        "title": "Machined Surface Quality of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-2"
          },
          {
            "label": "版本号",
            "value": "0"
          },
          {
            "label": "发布单位",
            "value": "Plant Quality Control"
          },
          {
            "label": "备注",
            "value": "有等级要求（尺寸）"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复要求(功能面划分)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-2 R0 Machined Surface Quality of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "As-cast Surface Quality of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-1"
          },
          {
            "label": "版本号",
            "value": "Revision 0"
          },
          {
            "label": "发布单位",
            "value": "Quality Specification"
          },
          {
            "label": "备注",
            "value": "缺陷等级及图片"
          },
          {
            "label": "大类",
            "value": "铸造表面粗糙度及外观缺陷（按缺陷种类划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-1 R0 As-cast Surface Quality of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "Internal Soundness of Iron and Steel Castings",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-3"
          },
          {
            "label": "版本号",
            "value": "Revision 0"
          },
          {
            "label": "发布单位",
            "value": "ABB"
          },
          {
            "label": "备注",
            "value": "缺陷等级及图片"
          },
          {
            "label": "大类",
            "value": "铸造内部缺陷（按缺陷种类划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-3 R0 Internal Soundness of Iron and Steel Castings.pdf"
          }
        ]
      },
      {
        "title": "Compilation of Iron and steel casting defects (images)",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q4-4 Revision 3"
          },
          {
            "label": "版本号",
            "value": "Revision 3"
          },
          {
            "label": "发布单位",
            "value": "Quality Specification Department"
          },
          {
            "label": "备注",
            "value": "实际产品图示照片"
          },
          {
            "label": "大类",
            "value": "机壳外观Y/N"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\ABB Casting\\Q4-4 (rev3) Compilation of Iron and steel casting defects (images).pdf"
          }
        ]
      },
      {
        "title": "客户铸件材质、尺寸、外观等要求标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JHS 99519168"
          },
          {
            "label": "版本号",
            "value": "00"
          },
          {
            "label": "发布单位",
            "value": "Jungheinrich"
          },
          {
            "label": "备注",
            "value": "无具体要求"
          },
          {
            "label": "大类",
            "value": "检验项目要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\99519168-00 翻译.pdf"
          }
        ]
      },
      {
        "title": "MCFA Casting Default repair standards",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "SC2024-5"
          },
          {
            "label": "版本号",
            "value": "SC2024-5"
          },
          {
            "label": "发布单位",
            "value": "MCFA"
          },
          {
            "label": "备注",
            "value": "word有等级要求"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\内部标准\\MCFA Casting Default repair standards SC2024-5.docx"
          }
        ]
      },
      {
        "title": "允许缺陷修复标准 2024-5",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "备注",
            "value": "有等级要求（内容同word）"
          },
          {
            "label": "大类",
            "value": "铸造缺陷及修复等级要求（具体位置划分）"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "ABB Supplier Quality Manual",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "来料检验要求",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402849"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "ABB Large Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\Surface treatment - instruction for incoming inspection_3AFP9402849.pdf"
          }
        ]
      },
      {
        "title": "美国西门子作业手册",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "Shop Practice Standards 500-567"
          },
          {
            "label": "版本号",
            "value": "2008-11"
          },
          {
            "label": "发布单位",
            "value": "西门子能源与自动化公司电机及驱动部"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\美国西门子作业手册 500# 总则 510#通则.pdf"
          }
        ]
      },
      {
        "title": "西门子工业检验说明",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\Cast Iron Inspection Guidelines.doc"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\Cast Iron Inspection Guidelines.doc"
          }
        ]
      },
      {
        "title": "巴尔道G28、G30电机铸件采购标准和检验方法",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "版本号",
            "value": "1.4"
          },
          {
            "label": "发布单位",
            "value": "索辰公司"
          },
          {
            "label": "备注",
            "value": "检验项及标准要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\巴尔道G28、G30电机铸件采购标准和检验方法 Rev1.4 2018-11-6.docx"
          }
        ]
      },
      {
        "title": "巴尔道电机铸件检验标准和方法",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q/UMP---03A07--2006"
          },
          {
            "label": "版本号",
            "value": "1.0"
          },
          {
            "label": "发布单位",
            "value": "环球金属制品（大连）有限公司"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\巴尔道电机铸件检验标准和方法.pdf"
          }
        ]
      },
      {
        "title": "图纸通用规范",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MSJ1-0001"
          },
          {
            "label": "版本号",
            "value": "Not found"
          },
          {
            "label": "发布单位",
            "value": "Not found"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MSJ1-0001.pdf"
          }
        ]
      },
      {
        "title": "MLA Supplier Quality Manual",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "SQM"
          },
          {
            "label": "版本号",
            "value": "0"
          },
          {
            "label": "发布单位",
            "value": "MLA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\内部标准\\MLA Supplier Quality Manual - Rev0 with Attachment.pdf"
          }
        ]
      },
      {
        "title": "BDR Supplier Quality Manual",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "采样计划",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\CQW743-01 AQL-Sampling Plan_Rev 1.doc"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\CQW743-01 AQL-Sampling Plan_Rev 1.doc"
          }
        ]
      },
      {
        "title": "材质替换表",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MCFA"
          },
          {
            "label": "版本号",
            "value": "v6"
          },
          {
            "label": "发布单位",
            "value": "MCFA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MCFA 材质替换表.pdf"
          }
        ]
      },
      {
        "title": "有害物质使用限制",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "UES G1007"
          },
          {
            "label": "版本号",
            "value": "Revision 1"
          },
          {
            "label": "发布单位",
            "value": "UniCarriers"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MLAM UES G1007E USAGE RESTRICTION OF SUBSTANCE.pdf"
          }
        ]
      },
      {
        "title": "球铁后“轮毂”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES910-43004 A"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "Mitsubishi Heavy Industries, Ltd."
          },
          {
            "label": "备注",
            "value": "材质性能外观等级要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES910-43004_01[1].pdf"
          }
        ]
      },
      {
        "title": "球铁“后轴外壳”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES910-43008 A"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "MCFE / MCFA"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES910-43008.pdf"
          }
        ]
      },
      {
        "title": "球铁“转向节”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES 93743-00200"
          },
          {
            "label": "版本号",
            "value": "ES93743-00200"
          },
          {
            "label": "发布单位",
            "value": "Hyundai-Kia Motors Corporation"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES93743-00200.pdf"
          }
        ]
      },
      {
        "title": "球铁“关节”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES91043009"
          },
          {
            "label": "版本号",
            "value": "Revision B"
          },
          {
            "label": "发布单位",
            "value": "Not specified in document snippet"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES91043009-B.pdf"
          }
        ]
      },
      {
        "title": "球铁“前轴外壳”原材料规格和质量标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN 9133:2004"
          },
          {
            "label": "版本号",
            "value": "EN 9133:2004"
          },
          {
            "label": "发布单位",
            "value": "European Committee for Standardization"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES91833351(English).pdf"
          }
        ]
      },
      {
        "title": "涂层分级标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JH-3-15-1"
          },
          {
            "label": "版本号",
            "value": "JH-3-15-1"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\JH-3-15-1.pdf"
          }
        ]
      },
      {
        "title": "供应商底漆&涂漆要求",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "Supplier Prime/Paint Requirement (2008-08-04)"
          },
          {
            "label": "版本号",
            "value": "2008-08-04"
          },
          {
            "label": "发布单位",
            "value": "Baldor"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Baldor Supplier Primer & Paint Requirement_Baldor供应商底漆&涂漆要求.pdf"
          }
        ]
      },
      {
        "title": "端盖铸件清理要求",
        "subtitle": "BD",
        "fields": [
          {
            "label": "标准编号",
            "value": "Baldor MC1000/MC1001/MC1002/MC1003"
          },
          {
            "label": "版本号",
            "value": "MC1000/MC1001/MC1002/MC1003"
          },
          {
            "label": "发布单位",
            "value": "Baldor Electric Company"
          },
          {
            "label": "备注",
            "value": "有图示"
          },
          {
            "label": "大类",
            "value": "不锈钢端盖打磨要求（按产品划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Clean-up Requirements To Maintain Quality Endplate Casting_端盖铸件清理要求.pdf"
          }
        ]
      },
      {
        "title": "电机壳铸件清理要求",
        "subtitle": "BD",
        "fields": [
          {
            "label": "标准编号",
            "value": "09SF1108"
          },
          {
            "label": "版本号",
            "value": "09SF1108"
          },
          {
            "label": "发布单位",
            "value": "Not specified"
          },
          {
            "label": "备注",
            "value": "有图示"
          },
          {
            "label": "大类",
            "value": "灰铁小机壳打磨要求（按产品划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Clean-up Requirements To Maintain Quality Stator Frame Casting_电机壳铸件清理要求.pdf"
          }
        ]
      },
      {
        "title": "含水率填写样表",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "焊接等级工艺规定",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "ACP 2-9"
          },
          {
            "label": "版本号",
            "value": "ACP 2-9"
          },
          {
            "label": "发布单位",
            "value": "Allied Communications Publication (NATO)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\ACP 2-9_Welding Classification.pdf"
          }
        ]
      },
      {
        "title": "焊接件工艺标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "NACP 2-10 Rev 3"
          },
          {
            "label": "版本号",
            "value": "Revision 3"
          },
          {
            "label": "发布单位",
            "value": "NACP"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\NACP 2-10 Rev 3.pdf"
          }
        ]
      },
      {
        "title": "电弧焊接规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-EU"
          },
          {
            "label": "版本号",
            "value": "4/30/65"
          },
          {
            "label": "发布单位",
            "value": "代码 D"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046114-EU CN.pdf"
          }
        ]
      },
      {
        "title": "埋弧焊接规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-JR"
          },
          {
            "label": "版本号",
            "value": "D"
          },
          {
            "label": "发布单位",
            "value": "Reliance Electric"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\46114-JR CN.pdf"
          }
        ]
      },
      {
        "title": "焊接符号",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "ASME PTC 19.1-2018"
          },
          {
            "label": "版本号",
            "value": "ASME PTC 19.1-2018"
          },
          {
            "label": "发布单位",
            "value": "ASME"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\609910-001 EN.pdf"
          }
        ]
      },
      {
        "title": "火焰切割等级要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "DIN EN ISO 9013:2003-07"
          },
          {
            "label": "版本号",
            "value": "DIN EN ISO 9013:2003-07"
          },
          {
            "label": "发布单位",
            "value": "DIN Deutsches Institut für Normung e. V."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\DIN EN ISO 9013 Rev -.pdf"
          }
        ]
      },
      {
        "title": "铸件焊补",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "MM22140-03"
          },
          {
            "label": "版本号",
            "value": "MM22140-03"
          },
          {
            "label": "发布单位",
            "value": "MM"
          },
          {
            "label": "备注",
            "value": "文字要求"
          },
          {
            "label": "大类",
            "value": "焊补具体工艺流程"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\MM22140-03_Casting welding repair 铸件焊补.pdf"
          }
        ]
      },
      {
        "title": "表面处理标准",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402204"
          },
          {
            "label": "版本号",
            "value": "C"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy:Motors and Generators, Helsinki"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\Surface treatment specification -RMMG - PG LMG_3AFP9402204 B.pdf"
          }
        ]
      },
      {
        "title": "表面处理标准更新",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "ISO 12944-9:2018"
          },
          {
            "label": "版本号",
            "value": "ISO 12944-9:2018"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy, Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\ABB CX -system 2019-05-16 FIRAKUU.pdf"
          }
        ]
      },
      {
        "title": "车间打砂规范和指引",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "铸铁表面处理标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SSPC/NACE Surface Preparation Standards"
          },
          {
            "label": "版本号",
            "value": "Joint SSPC/NACE Standards (SP1-SP14 / NACE 1-8)"
          },
          {
            "label": "发布单位",
            "value": "Society for Protective Coatings (SSPC) and NACE International"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\表面处理\\SSPC surface prep.pdf"
          }
        ]
      },
      {
        "title": "表面打磨及处理要求",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "SSE-BPSS"
          },
          {
            "label": "版本号",
            "value": "Rev. 9"
          },
          {
            "label": "发布单位",
            "value": "SSE"
          },
          {
            "label": "备注",
            "value": "图示要求"
          },
          {
            "label": "大类",
            "value": "不锈钢打磨清理外观要求（具体产品及位置划分）"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\Band 焊接机壳 2025 LZH交接\\1 图纸和标准\\标准\\SSE Polish Passivate BPSS_v9 （增加了风罩和焊接机壳）.pdf"
          }
        ]
      },
      {
        "title": "铸件表面预处理与涂漆规范",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "铸铁件表面预处理与涂漆规范"
          },
          {
            "label": "版本号",
            "value": "Not Specified"
          },
          {
            "label": "发布单位",
            "value": "Not Specified"
          },
          {
            "label": "备注",
            "value": "具体要求"
          },
          {
            "label": "大类",
            "value": "铸件表面处理及涂漆具体工艺要求及检验标准"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\表面处理\\表面预处理标准\\铸件表面预处理与涂漆规范.docx"
          }
        ]
      },
      {
        "title": "打标识要求",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "S217AB"
          },
          {
            "label": "版本号",
            "value": "AB"
          },
          {
            "label": "发布单位",
            "value": "ABB Group"
          },
          {
            "label": "大类",
            "value": "标识内容，位置等要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\S217AB.PDF"
          }
        ]
      },
      {
        "title": "表面喷漆系统",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9402281"
          },
          {
            "label": "版本号",
            "value": "3AFP9402281"
          },
          {
            "label": "发布单位",
            "value": "ABB Large Motors and Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\3AFP9402281 Surface treatment - paint materials and special paint systems CN .pdf"
          }
        ]
      },
      {
        "title": "隐藏区域提前喷漆",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "3AFP9403066"
          },
          {
            "label": "版本号",
            "value": "A"
          },
          {
            "label": "发布单位",
            "value": "ABB Oy:Large Motors ＆ Generators"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\油漆文件\\Painting of hidden surfaces_3AFP9403066.pdf"
          }
        ]
      },
      {
        "title": "特殊漆工艺标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "53-681-351-443"
          },
          {
            "label": "版本号",
            "value": "Rev 01"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\53-681-351-443 Rev 01.pdf"
          }
        ]
      },
      {
        "title": "底漆涂装标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "004824-007BY1"
          },
          {
            "label": "版本号",
            "value": "1.0"
          },
          {
            "label": "发布单位",
            "value": "ABB NEMA Motors"
          },
          {
            "label": "备注",
            "value": "文字概述"
          },
          {
            "label": "大类",
            "value": "涂漆施工及检验要求"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\004824-007BY1  CN -SC 20240319.pdf"
          }
        ]
      },
      {
        "title": "铸铁和铸钢件预处理及涂底漆供货技术条件",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN 11948:2013-02"
          },
          {
            "label": "版本号",
            "value": "2013-02"
          },
          {
            "label": "发布单位",
            "value": "Siemens AG"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN 11948 2013-2 铸件与钢结构件的预处理与涂底漆的供货技术条件(中文).pdf"
          }
        ]
      },
      {
        "title": "宣威醇酸红底漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-401"
          },
          {
            "label": "版本号",
            "value": "Not specified"
          },
          {
            "label": "发布单位",
            "value": "Siemens"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-401-BQ.docx"
          }
        ]
      },
      {
        "title": "宣威红漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-402"
          },
          {
            "label": "版本号",
            "value": "Not specified"
          },
          {
            "label": "发布单位",
            "value": "Innomotics"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\1.DRW & 3D\\1.1 Ongoing\\1. 焊接文件\\焊接新订单报价\\BOM__A5E34391300_001_\\51-008-849-402-CE.docx"
          }
        ]
      },
      {
        "title": "宣威白漆工艺及规格",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-462"
          },
          {
            "label": "版本号",
            "value": "AD"
          },
          {
            "label": "发布单位",
            "value": "Siemens Industry, Inc. Process Industries & Drives – Norwood Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-462-AE.pdf"
          }
        ]
      },
      {
        "title": "宣威富锌和环氧漆工艺",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "53-681-352-402"
          },
          {
            "label": "版本号",
            "value": "AF"
          },
          {
            "label": "发布单位",
            "value": "Siemens Industry, Inc. Drive Technologies Division – Norwood Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\1.DRW & 3D\\1.1 Ongoing\\DZH\\SN标准\\53-681-352-402-AF.PDF"
          }
        ]
      },
      {
        "title": "喷漆要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "51-008-849-463"
          },
          {
            "label": "版本号",
            "value": "Rev 03"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\51-008-849-463 Rev 03.pdf"
          }
        ]
      },
      {
        "title": "老人牌环氧漆施工指导",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "HEMPADUR QUATTRO 17634"
          },
          {
            "label": "版本号",
            "value": "17634"
          },
          {
            "label": "发布单位",
            "value": "Hempel"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\6.Record\\6.1 Product & Package\\NP document\\ABB-4530377915-意大利-机壳和端盖\\1.图纸和标准\\ABB油漆标准\\油漆\\油漆技术文件-中文\\Application instruction of 17634 - CN.pdf"
          }
        ]
      },
      {
        "title": "环氧底漆使用",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600053"
          },
          {
            "label": "版本号",
            "value": "M"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.A."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\6.Record\\6.1 Product & Package\\NP document\\ABB-4530377915-意大利-机壳和端盖\\1.图纸和标准\\ABB油漆标准\\UVT-600053_N_EN (FCC译).pdf"
          }
        ]
      },
      {
        "title": "富锌底漆应用",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600200"
          },
          {
            "label": "版本号",
            "value": "D"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.A."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\UVT-600200_D_CH 2018-3-6.pdf"
          }
        ]
      },
      {
        "title": "双组份底漆说明",
        "subtitle": "ABB",
        "fields": [
          {
            "label": "标准编号",
            "value": "UVT-600452"
          },
          {
            "label": "版本号",
            "value": "-"
          },
          {
            "label": "发布单位",
            "value": "ABB S.p.a."
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\6_ABB\\2.Standard\\2.1 Ongoing\\UVT-600452_=_EN.PDF"
          }
        ]
      },
      {
        "title": "涂底漆标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ES053-91074"
          },
          {
            "label": "版本号",
            "value": "ES053-91074"
          },
          {
            "label": "发布单位",
            "value": "Unknown"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ES053-91074 (2).pdf"
          }
        ]
      },
      {
        "title": "黑色瓷釉漆原料与质量要求",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "MSJH02-720 REV 2"
          },
          {
            "label": "版本号",
            "value": "REV 2"
          },
          {
            "label": "发布单位",
            "value": "Engineering Standard (Design Department)"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\MSJH02-720 REV 2.pdf"
          }
        ]
      },
      {
        "title": "yafeng漆参数",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "Q/DYF.Z.003-2006"
          },
          {
            "label": "版本号",
            "value": "Q/DYF.Z.003-2006"
          },
          {
            "label": "发布单位",
            "value": "Dalian Yafeng Paint Co., LTD"
          },
          {
            "label": "备注",
            "value": "油漆具体指标"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\0802-5 Data sheet-Dalian Yafeng Expoxy Ester Primer.pdf"
          }
        ]
      },
      {
        "title": "应力消除热处理",
        "subtitle": "SN",
        "fields": [
          {
            "label": "发布单位",
            "value": "未找到"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "热处理规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46114-U"
          },
          {
            "label": "版本号",
            "value": "46114-U"
          },
          {
            "label": "发布单位",
            "value": "Shelby Plant"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046114-U  CN.docx"
          }
        ]
      },
      {
        "title": "密封胶",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN 53 126"
          },
          {
            "label": "版本号",
            "value": "1996-10"
          },
          {
            "label": "发布单位",
            "value": "Siemens AG"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN53126_EN.pdf"
          }
        ]
      },
      {
        "title": "灰铸铁材质标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "ACM 0201"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\ACM 0201_Material Standard_Gray Iron.pdf"
          }
        ]
      },
      {
        "title": "ASTM A48 灰铸铁材质标准",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "ASTM A48"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Material Specification MC1000 ASTM A48 Class20_Rev N.doc"
          }
        ]
      },
      {
        "title": "灰铁材质标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46024-EX"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\6.Record\\6.3 File format\\BDR -ABB 表单样板\\CMTR材质单 灰铁46024-EX CL I.xls"
          }
        ]
      },
      {
        "title": "灰铁等级",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "DIN 1561"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\DIN 1561  Rev -翻译.pdf"
          }
        ]
      },
      {
        "title": "灰铸铁球墨铸铁和贝氏体铸铁部件的技术要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "TL302-11"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\TL302-11 Rev 11.pdf"
          }
        ]
      },
      {
        "title": "球铁材质标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46024-KS"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\3.Business\\3.2 Quotation&Order\\3.2.1 Quatation\\2024\\铸件询价包\\046024-KS.pdf"
          }
        ]
      },
      {
        "title": "球墨铸铁",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "DIN 1563"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\DIN 1563  Rev -翻译.pdf"
          }
        ]
      },
      {
        "title": "球铁材质标准，中文",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "ASTM A536"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\ASTM A536 球墨铸铁件－中文版.pdf"
          }
        ]
      },
      {
        "title": "球墨铸铁件材质标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JIS G5502"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\JIS G5502-2001.pdf"
          }
        ]
      },
      {
        "title": "灰铁铸件材质标准",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "JIS G5501"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\JIS G5501-1995 英文版 Gray iron castings.pdf"
          }
        ]
      },
      {
        "title": "球墨铸铁显微组织评级图 - CH",
        "subtitle": "MLAH",
        "fields": [
          {
            "label": "标准编号",
            "value": "AFS"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\3_MCFA\\2.Standard\\2.1 Ongoing\\AFS球墨铸铁显微组织评级图 - CH.pdf"
          }
        ]
      },
      {
        "title": "铸铁材质规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "MC1000"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\6.Record\\6.3 File format\\others\\00 出货报告模板\\客户要求提交报告模板\\CMTR材质单 灰铁MC1000.xls"
          }
        ]
      },
      {
        "title": "铸铁材质规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "MC1001"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Material Specification MC1001 DI654512_Rev C.pdf"
          }
        ]
      },
      {
        "title": "铸铁材质规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "MC1002"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Material Specification MC1002 ASTM A48 Class30_Rev B.doc"
          }
        ]
      },
      {
        "title": "铸铁材质规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "MC1003"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Material Specification MC1003 ASTM A27_Rev B.pdf"
          }
        ]
      },
      {
        "title": "铸铁材质规范",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "MC1004"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\1_BD\\2.Standard\\2.1 Ongoing\\20201027 已确认\\Material Specification MC1004 ASTM A48 Class25_Rev-.doc"
          }
        ]
      },
      {
        "title": "热轧低碳钢",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "046024-PR"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046024-PR CN.pdf"
          }
        ]
      },
      {
        "title": "热轧钢板标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46024-RR"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\3.Business\\3.2 Quotation&Order\\3.2.1 Quatation\\历史询价报价\\RFQ 13490\\046024-RR.PDF"
          }
        ]
      },
      {
        "title": "碳钢标准",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "46024-MS"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\46024-MS CN.pdf"
          }
        ]
      },
      {
        "title": "冷加工和热加工碳素钢和合金钢棒材的一般要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "ASTM A29 A29M-91"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\ASTM A29 A29M-91.PDF"
          }
        ]
      },
      {
        "title": "冷成型低碳钢板",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "DIN EN 10130"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\DIN EN 10130 Rev-.pdf"
          }
        ]
      },
      {
        "title": "热轧钢一般技术交付条件",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN 10025-1"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "非合金结构钢交付条件",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN 10025-2"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "热轧钢3mm或3mm以上技术要求",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN 10029"
          },
          {
            "label": "地址",
            "value": "未找到"
          }
        ]
      },
      {
        "title": "热轧扁钢一般建议",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10058"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10058 Rev-.pdf"
          }
        ]
      },
      {
        "title": "热轧方钢一般建议",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10059"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10059 Rev-.pdf"
          }
        ]
      },
      {
        "title": "热轧圆钢一般建议",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10060"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10060 Rev-.pdf"
          }
        ]
      },
      {
        "title": "光亮钢产品技术交付条件1",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10277-1"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10277-1 Rev-.pdf"
          }
        ]
      },
      {
        "title": "光亮钢产品技术交付条件2",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10277-2"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10277-2 Rev-.pdf"
          }
        ]
      },
      {
        "title": "光亮钢产品技术交付条件3",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "EN10277-3"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\EN10277-3 Rev-.pdf"
          }
        ]
      },
      {
        "title": "圆钢制造",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN50150"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN50150 Rev-.pdf"
          }
        ]
      },
      {
        "title": "3mm以下扁钢生产",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN50708"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN50708 Rev-.pdf"
          }
        ]
      },
      {
        "title": "低碳钢惰气保护金属电弧焊MIG焊丝",
        "subtitle": "BDR",
        "fields": [
          {
            "label": "标准编号",
            "value": "046024-HH"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\2_BDR\\2.Standard\\2.1 Ongoing\\046024-HH Rev A CN.pdf"
          }
        ]
      },
      {
        "title": "开槽环钢条",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN52013"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN52013 Rev-.pdf"
          }
        ]
      },
      {
        "title": "终端设备/终端板/地线",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "SN73802"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\SN73802 Rev-.pdf"
          }
        ]
      },
      {
        "title": "铜合金成分",
        "subtitle": "SN",
        "fields": [
          {
            "label": "标准编号",
            "value": "CP-371-851"
          },
          {
            "label": "地址",
            "value": "E:\\Suochen\\Project\\5_SN\\2.Standard\\2.1 Ongoing\\CP-371-851 Rev -.pdf"
          }
        ]
      }
    ]
  },
  {
    "category": "材料参考",
    "items": [
      {
        "title": "HT100",
        "subtitle": "≥ 100 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 150"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-10"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.601"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 20"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC100"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "120 - 170 HBW"
          }
        ]
      },
      {
        "title": "HT150",
        "subtitle": "≥ 150 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 200"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-15"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.6015"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 25"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC150"
          },
          {
            "label": "MC",
            "value": "MC1000"
          },
          {
            "label": "46024-EX",
            "value": "CL I"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "145 - 200 HBW"
          }
        ]
      },
      {
        "title": "HT200",
        "subtitle": "≥ 200 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 250"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-20"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.602"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 30"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC200"
          },
          {
            "label": "MC",
            "value": "MC1001/MC1002"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "170 - 220 HBW"
          }
        ]
      },
      {
        "title": "HT250",
        "subtitle": "≥ 250 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 250"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-25"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "1.0038"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 35"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC250"
          },
          {
            "label": "MC",
            "value": "MC1004"
          },
          {
            "label": "46024-EX",
            "value": "Class III"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "190 - 240 HBW"
          }
        ]
      },
      {
        "title": "HT300",
        "subtitle": "≥ 300 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 300"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-30"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.603"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 45"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC300"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "210 - 260 HBW"
          }
        ]
      },
      {
        "title": "HT350",
        "subtitle": "≥ 350 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "Grade 350"
          },
          {
            "label": "德国 (DIN)",
            "value": "GG-35"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.6035"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "No. 50"
          },
          {
            "label": "日本 (JIS)",
            "value": "FC350"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "230 - 290 HBW"
          }
        ]
      },
      {
        "title": "QT350-22",
        "subtitle": "≥ 350 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/350-22"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-35.3"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.704"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "60-40-18"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD350"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "120 - 160 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "220 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.22"
          }
        ]
      },
      {
        "title": "QT400-18",
        "subtitle": "≥ 400 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/400-18"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-40.3"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.7043"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "65-45-12"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD400"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "130 - 180 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "250 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.18"
          }
        ]
      },
      {
        "title": "QT450-10",
        "subtitle": "≥ 450 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/450-10"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-40"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.7049"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "65-45-12"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD450"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "160 - 210 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "310 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.1"
          }
        ]
      },
      {
        "title": "QT500-7",
        "subtitle": "≥ 500 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/500-7"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-50"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.705"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "80-55-06"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD500"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "170 - 230 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "320 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.07"
          }
        ]
      },
      {
        "title": "QT600-3",
        "subtitle": "≥ 600 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/600-3"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-60"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.706"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "80-55-06"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD600"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "190 - 270 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "370 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.03"
          }
        ]
      },
      {
        "title": "QT700-2",
        "subtitle": "≥ 700 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/700-2"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-70"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "0.707"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "100-70-03"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD700"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "225 - 305 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "420 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.02"
          }
        ]
      },
      {
        "title": "QT800-2",
        "subtitle": "≥ 800 MPa",
        "fields": [
          {
            "label": "国际 (ISO 185)",
            "value": "JS/800-2"
          },
          {
            "label": "德国 (DIN)",
            "value": "GGG-80"
          },
          {
            "label": "德国材料号 (W-Nr.)",
            "value": "-"
          },
          {
            "label": "美国 (ASTM A48)",
            "value": "120-90-02"
          },
          {
            "label": "日本 (JIS)",
            "value": "FCD800"
          },
          {
            "label": "参考硬度 (HBW)",
            "value": "245 - 335 HBW"
          },
          {
            "label": "最小屈服强度 (Rp​0.2)",
            "value": "480 MPa"
          },
          {
            "label": "延伸率 (MIN)",
            "value": "0.02"
          }
        ]
      }
    ]
  },
  {
    "category": "加工设备能力",
    "items": [
      {
        "title": "数控车床（CNC Lathe）",
        "subtitle": "IT6–IT7",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "轴类、盘类回转件"
          },
          {
            "label": "形位精度",
            "value": "圆度、同轴度好"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "0.8–1.6 μm"
          },
          {
            "label": "加工效率",
            "value": "高"
          },
          {
            "label": "适合批量",
            "value": "中～大批"
          },
          {
            "label": "工艺稳定性",
            "value": "高"
          },
          {
            "label": "单件节拍",
            "value": "短"
          },
          {
            "label": "换型成本",
            "value": "中"
          },
          {
            "label": "典型效率短板",
            "value": "复杂侧向结构需二次装夹"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "三爪/四爪卡盘、液压卡盘、顶尖"
          },
          {
            "label": "配件与功能",
            "value": "同轴定位、快速夹紧"
          },
          {
            "label": "对精度的影响",
            "value": "★★★★☆"
          }
        ]
      },
      {
        "title": "立式车床（VTL）",
        "subtitle": "IT7–IT8",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "大直径盘类、壳体"
          },
          {
            "label": "形位精度",
            "value": "端面平面度好"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "1.6–3.2 μm"
          },
          {
            "label": "加工效率",
            "value": "中"
          },
          {
            "label": "适合批量",
            "value": "中批"
          },
          {
            "label": "工艺稳定性",
            "value": "中高"
          },
          {
            "label": "单件节拍",
            "value": "中"
          },
          {
            "label": "换型成本",
            "value": "高"
          },
          {
            "label": "典型效率短板",
            "value": "刀具行程长、加减速慢"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "专用底盘胎具、压板"
          },
          {
            "label": "配件与功能",
            "value": "大件定位、防翘曲"
          },
          {
            "label": "对精度的影响",
            "value": "★★★☆☆"
          }
        ]
      },
      {
        "title": "加工中心（VMC/HMC）",
        "subtitle": "IT7–IT8",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "箱体、复杂型面"
          },
          {
            "label": "形位精度",
            "value": "位置度好"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "0.8–3.2 μm"
          },
          {
            "label": "加工效率",
            "value": "高"
          },
          {
            "label": "适合批量",
            "value": "小～中批"
          },
          {
            "label": "工艺稳定性",
            "value": "高"
          },
          {
            "label": "单件节拍",
            "value": "中"
          },
          {
            "label": "换型成本",
            "value": "中"
          },
          {
            "label": "典型效率短板",
            "value": "刀库换刀时间"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "定位销胎具、快换托盘、真空夹具"
          },
          {
            "label": "配件与功能",
            "value": "多面定位、减少装夹"
          },
          {
            "label": "对精度的影响",
            "value": "★★★★★"
          }
        ]
      },
      {
        "title": "普通铣床",
        "subtitle": "IT8–IT9",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "平面、槽、轮廓"
          },
          {
            "label": "形位精度",
            "value": "一般"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "3.2–6.3 μm"
          },
          {
            "label": "加工效率",
            "value": "低"
          },
          {
            "label": "适合批量",
            "value": "单件"
          },
          {
            "label": "工艺稳定性",
            "value": "低"
          },
          {
            "label": "单件节拍",
            "value": "长"
          },
          {
            "label": "换型成本",
            "value": "低"
          },
          {
            "label": "典型效率短板",
            "value": "人工依赖大"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "压板、虎钳"
          },
          {
            "label": "配件与功能",
            "value": "简单定位"
          },
          {
            "label": "对精度的影响",
            "value": "★★☆☆☆"
          }
        ]
      },
      {
        "title": "数控铣床",
        "subtitle": "IT7–IT8",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "平面、轮廓"
          },
          {
            "label": "形位精度",
            "value": "一般"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "1.6–3.2 μm"
          },
          {
            "label": "加工效率",
            "value": "中"
          },
          {
            "label": "适合批量",
            "value": "小批"
          },
          {
            "label": "工艺稳定性",
            "value": "中"
          },
          {
            "label": "单件节拍",
            "value": "中"
          },
          {
            "label": "换型成本",
            "value": "中"
          },
          {
            "label": "典型效率短板",
            "value": "通常单工序"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "专用铣削胎具"
          },
          {
            "label": "配件与功能",
            "value": "重复定位"
          },
          {
            "label": "对精度的影响",
            "value": "★★★☆☆"
          }
        ]
      },
      {
        "title": "钻床",
        "subtitle": "IT9–IT11",
        "fields": [
          {
            "label": "典型加工内容",
            "value": "钻孔、扩孔"
          },
          {
            "label": "形位精度",
            "value": "垂直度一般"
          },
          {
            "label": "表面粗糙度 Ra",
            "value": "6.3–12.5 μm"
          },
          {
            "label": "加工效率",
            "value": "高"
          },
          {
            "label": "适合批量",
            "value": "中～大批"
          },
          {
            "label": "工艺稳定性",
            "value": "中"
          },
          {
            "label": "单件节拍",
            "value": "很短"
          },
          {
            "label": "换型成本",
            "value": "很低"
          },
          {
            "label": "典型效率短板",
            "value": "孔精度和一致性受限"
          },
          {
            "label": "常用胎具 / 夹具",
            "value": "钻模、导向套"
          },
          {
            "label": "配件与功能",
            "value": "保证孔位一致性"
          },
          {
            "label": "对精度的影响",
            "value": "★★★☆☆"
          }
        ]
      }
    ]
  },
  {
    "category": "铸造砂型能力",
    "items": [
      {
        "title": "湿砂型（Green Sand）",
        "subtitle": "CT11~CT13",
        "fields": [
          {
            "label": "周期特点",
            "value": "1.周期最短，几分钟至十几分钟（机械化流水线效率极高）"
          },
          {
            "label": "典型周期",
            "value": "小型件：0.5~2小时（流水线生产）"
          },
          {
            "label": "典型精度（mm/100mm）",
            "value": "±1.0~2.5"
          },
          {
            "label": "表面粗糙度（Ra）",
            "value": "250 μm"
          },
          {
            "label": "最小壁厚（mm）",
            "value": "3~5"
          },
          {
            "label": "适合批量",
            "value": "大批量"
          },
          {
            "label": "优点",
            "value": "成本低，周期短，砂可回用"
          },
          {
            "label": "缺点",
            "value": "表面差，精度低，易气孔"
          }
        ]
      },
      {
        "title": "树脂砂（Resin Sand）",
        "subtitle": "CT8~CT10",
        "fields": [
          {
            "label": "周期特点",
            "value": "1.周期中等，固化时间较长"
          },
          {
            "label": "典型周期",
            "value": "中小型件：4~8小时"
          },
          {
            "label": "典型精度（mm/100mm）",
            "value": "±0.5~1.2"
          },
          {
            "label": "表面粗糙度（Ra）",
            "value": "200 μm"
          },
          {
            "label": "最小壁厚（mm）",
            "value": "2~3"
          },
          {
            "label": "适合批量",
            "value": "中小批量"
          },
          {
            "label": "优点",
            "value": "精度高，适合复杂件"
          },
          {
            "label": "缺点",
            "value": "树脂成本高，废气处理难"
          }
        ]
      },
      {
        "title": "覆膜砂（Shell Molding）",
        "subtitle": "CT6~CT7",
        "fields": [
          {
            "label": "周期特点",
            "value": "1.模具预热耗时（1~2小时），2.覆膜砂加热固化快（几十秒/型），适合自动化连续生产"
          },
          {
            "label": "典型周期",
            "value": "小型精密件：0.5~2小时/批"
          },
          {
            "label": "典型精度（mm/100mm）",
            "value": "±0.2~0.5"
          },
          {
            "label": "表面粗糙度（Ra）",
            "value": "150 μm"
          },
          {
            "label": "最小壁厚（mm）",
            "value": "1~2"
          },
          {
            "label": "适合批量",
            "value": "大批量"
          },
          {
            "label": "优点",
            "value": "表面好，精度高"
          },
          {
            "label": "缺点",
            "value": "仅适合小型件，模具预热耗时"
          }
        ]
      }
    ]
  },
  {
    "category": "抛丸能力",
    "items": [
      {
        "title": "普通抛丸",
        "subtitle": "CT10~CT12",
        "fields": [
          {
            "label": "丸料类型/直径",
            "value": "铸钢丸 (0.2~1.5mm)"
          },
          {
            "label": "抛射速度",
            "value": "50~80 m/s"
          },
          {
            "label": "清理时间",
            "value": "1~5分钟"
          },
          {
            "label": "原始铸造CT等级",
            "value": "CT11~CT13"
          },
          {
            "label": "抛丸后尺寸影响",
            "value": "±0.03~0.1 mm"
          },
          {
            "label": "适用场景",
            "value": "机床底座、阀门壳体"
          }
        ]
      },
      {
        "title": "精密抛丸",
        "subtitle": "CT7~CT9",
        "fields": [
          {
            "label": "丸料类型/直径",
            "value": "陶瓷丸/玻璃珠 (0.1~0.3mm)"
          },
          {
            "label": "抛射速度",
            "value": "30~50 m/s"
          },
          {
            "label": "清理时间",
            "value": "0.5~2分钟"
          },
          {
            "label": "原始铸造CT等级",
            "value": "CT8~CT10"
          },
          {
            "label": "抛丸后尺寸影响",
            "value": "±0.005~0.02 mm"
          },
          {
            "label": "适用场景",
            "value": "涡轮壳体、液压阀体"
          }
        ]
      },
      {
        "title": "强力抛丸",
        "subtitle": "CT11~CT13",
        "fields": [
          {
            "label": "丸料类型/直径",
            "value": "大铸钢丸 (1.5~3mm)"
          },
          {
            "label": "抛射速度",
            "value": "80~100 m/s"
          },
          {
            "label": "清理时间",
            "value": "5~15分钟"
          },
          {
            "label": "原始铸造CT等级",
            "value": "CT12~CT14"
          },
          {
            "label": "抛丸后尺寸影响",
            "value": "±0.05~0.15 mm"
          },
          {
            "label": "适用场景",
            "value": "矿山耐磨件、大型铸钢"
          }
        ]
      },
      {
        "title": "自动化抛丸",
        "subtitle": "CT8~CT10",
        "fields": [
          {
            "label": "丸料类型/直径",
            "value": "铸钢丸 (0.3~1.0mm)"
          },
          {
            "label": "抛射速度",
            "value": "60~80 m/s"
          },
          {
            "label": "清理时间",
            "value": "2~4分钟"
          },
          {
            "label": "原始铸造CT等级",
            "value": "CT9~CT11"
          },
          {
            "label": "抛丸后尺寸影响",
            "value": "±0.01~0.03 mm"
          },
          {
            "label": "适用场景",
            "value": "汽车制动盘、铝合金缸体"
          }
        ]
      },
      {
        "title": "喷砂清理",
        "subtitle": "CT6~CT8",
        "fields": [
          {
            "label": "丸料类型/直径",
            "value": "石英砂/碳化硅"
          },
          {
            "label": "抛射速度",
            "value": "气压喷射"
          },
          {
            "label": "清理时间",
            "value": "手动控制"
          },
          {
            "label": "原始铸造CT等级",
            "value": "CT7~CT9"
          },
          {
            "label": "抛丸后尺寸影响",
            "value": "±0.02~0.05 mm"
          },
          {
            "label": "适用场景",
            "value": "不锈钢泵体、艺术铸件"
          }
        ]
      }
    ]
  },
  {
    "category": "喷漆方式",
    "items": [
      {
        "title": "手工刷漆",
        "subtitle": "4~8小时",
        "fields": [
          {
            "label": "预处理步骤",
            "value": "简单清理（0.5~1h）"
          },
          {
            "label": "底漆干燥时间",
            "value": "2~4h（自然干燥）"
          },
          {
            "label": "面漆干燥时间",
            "value": "2~4h（自然干燥）"
          },
          {
            "label": "固化/烘干时间",
            "value": "无"
          },
          {
            "label": "适用铸件类型",
            "value": "小批量、大型或复杂结构铸件"
          },
          {
            "label": "备注",
            "value": "成本低，效率低，涂层均匀性差"
          }
        ]
      },
      {
        "title": "空气喷涂",
        "subtitle": "2~6小时",
        "fields": [
          {
            "label": "预处理步骤",
            "value": "抛丸/喷砂（0.5~2h）"
          },
          {
            "label": "底漆干燥时间",
            "value": "1~2h（自然干燥）"
          },
          {
            "label": "面漆干燥时间",
            "value": "1~2h（自然干燥）"
          },
          {
            "label": "固化/烘干时间",
            "value": "无"
          },
          {
            "label": "适用铸件类型",
            "value": "中小批量、中等复杂度铸件"
          },
          {
            "label": "备注",
            "value": "设备简单，但涂料利用率低（30~50%），有环保压力"
          }
        ]
      },
      {
        "title": "高压无气喷涂",
        "subtitle": "2~4小时",
        "fields": [
          {
            "label": "预处理步骤",
            "value": "抛丸/喷砂（0.5~2h）"
          },
          {
            "label": "底漆干燥时间",
            "value": "0.5~1h（烘干）"
          },
          {
            "label": "面漆干燥时间",
            "value": "0.5~1h（烘干）"
          },
          {
            "label": "固化/烘干时间",
            "value": "1~2h（80~120℃）"
          },
          {
            "label": "适用铸件类型",
            "value": "大型平面铸件、批量生产"
          },
          {
            "label": "备注",
            "value": "效率高、涂层厚，喷涂精度较低，涂料利用率高（60~80%），需专业设备"
          }
        ]
      },
      {
        "title": "浸涂",
        "subtitle": "1.5~3小时",
        "fields": [
          {
            "label": "预处理步骤",
            "value": "简单清洗（0.5~1h）"
          },
          {
            "label": "底漆干燥时间",
            "value": "1~2h（自然干燥）"
          },
          {
            "label": "面漆干燥时间",
            "value": "-"
          },
          {
            "label": "固化/烘干时间",
            "value": "无"
          },
          {
            "label": "适用铸件类型",
            "value": "结构简单、低精度铸件"
          },
          {
            "label": "备注",
            "value": "涂层覆盖全面，不易控制厚度，易流挂"
          }
        ]
      }
    ]
  },
  {
    "category": "检具能力",
    "items": [
      {
        "title": "游标卡尺",
        "subtitle": "±0.02~0.05mm",
        "fields": [
          {
            "label": "一般量程",
            "value": "0~300mm（可至2000mm）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "外径/内径/深度/台阶"
          },
          {
            "label": "优点",
            "value": "多功能，便携，成本低"
          },
          {
            "label": "缺点",
            "value": "精度受限，依赖操作手法"
          },
          {
            "label": "典型应用",
            "value": "常规机加工件尺寸检测"
          }
        ]
      },
      {
        "title": "千分尺（外径）",
        "subtitle": "±0.001~0.005mm",
        "fields": [
          {
            "label": "一般量程",
            "value": "0~25mm（分段式）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "小尺寸外径/厚度"
          },
          {
            "label": "优点",
            "value": "高精度，稳定性好"
          },
          {
            "label": "缺点",
            "value": "量程小，需频繁更换测砧"
          },
          {
            "label": "典型应用",
            "value": "精密轴类、薄壁件测量"
          }
        ]
      },
      {
        "title": "高度规",
        "subtitle": "±0.01~0.03mm",
        "fields": [
          {
            "label": "一般量程",
            "value": "0~300mm（可至1000mm）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "高度/平面度/位置度"
          },
          {
            "label": "优点",
            "value": "可搭配百分表/千分表升级精度"
          },
          {
            "label": "缺点",
            "value": "对基面平整度要求高"
          },
          {
            "label": "典型应用",
            "value": "模具镶块高度检测"
          }
        ]
      },
      {
        "title": "塞尺",
        "subtitle": "±0.002~0.01mm",
        "fields": [
          {
            "label": "一般量程",
            "value": "0.02~1.00mm（组合式）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "间隙测量（如装配间隙）"
          },
          {
            "label": "优点",
            "value": "柔性适配，无需电源"
          },
          {
            "label": "缺点",
            "value": "仅测间隙，无法读数"
          },
          {
            "label": "典型应用",
            "value": "齿轮啮合间隙检查"
          }
        ]
      },
      {
        "title": "螺纹规（通止规）",
        "subtitle": "符合ISO标准",
        "fields": [
          {
            "label": "一般量程",
            "value": "M1~M100（按规格）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "螺纹中径/螺距"
          },
          {
            "label": "优点",
            "value": "快速判定合格性"
          },
          {
            "label": "缺点",
            "value": "不能量化具体偏差值"
          },
          {
            "label": "典型应用",
            "value": "螺纹孔/轴批量检测"
          }
        ]
      },
      {
        "title": "粗糙度仪",
        "subtitle": "±0.01~0.1μm (Ra)",
        "fields": [
          {
            "label": "一般量程",
            "value": "Ra 0.05~10μm"
          },
          {
            "label": "适用尺寸/对象",
            "value": "表面纹理"
          },
          {
            "label": "优点",
            "value": "直接输出Ra/Rz值"
          },
          {
            "label": "缺点",
            "value": "需校准，对曲面适应性差"
          },
          {
            "label": "典型应用",
            "value": "抛光/磨削表面质量评估"
          }
        ]
      },
      {
        "title": "角规/角度尺",
        "subtitle": "±0.1°~0.5°",
        "fields": [
          {
            "label": "一般量程",
            "value": "0~180°（可至360°）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "斜面/锥度/倒角"
          },
          {
            "label": "优点",
            "value": "直观读数，机械式免维护"
          },
          {
            "label": "缺点",
            "value": "大角度测量误差累积"
          },
          {
            "label": "典型应用",
            "value": "模具斜顶角检测"
          }
        ]
      },
      {
        "title": "半径规",
        "subtitle": "±0.05~0.1mm",
        "fields": [
          {
            "label": "一般量程",
            "value": "R0.1~R25mm（套装）"
          },
          {
            "label": "适用尺寸/对象",
            "value": "圆弧半径"
          },
          {
            "label": "优点",
            "value": "快速比对"
          },
          {
            "label": "缺点",
            "value": "仅限标准半径，不能测量非圆曲线"
          },
          {
            "label": "典型应用",
            "value": "冲压件圆角验证"
          }
        ]
      },
      {
        "title": "万能角度尺",
        "subtitle": "±5'（0.083°）",
        "fields": [
          {
            "label": "一般量程",
            "value": "0~320°"
          },
          {
            "label": "适用尺寸/对象",
            "value": "复杂角度"
          },
          {
            "label": "优点",
            "value": "可调范围大"
          },
          {
            "label": "缺点",
            "value": "读数复杂，需培训"
          },
          {
            "label": "典型应用",
            "value": "多角度斜面工件检测"
          }
        ]
      }
    ]
  },
  {
    "category": "供应商信息",
    "items": [
      {
        "title": "DBM",
        "subtitle": "丹东盛世机械有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省丹东市振兴区汤池镇复兴村庙沟组56号"
          }
        ]
      },
      {
        "title": "DHMM-DCM",
        "subtitle": "大连驰铭不锈钢制品有限责任公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市甘井子区革镇堡街道鞍子山村"
          }
        ]
      },
      {
        "title": "DFD",
        "subtitle": "大连福岛精密零部件有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市甘井子区苏家村"
          }
        ]
      },
      {
        "title": "DFM",
        "subtitle": "大连国铁装备制造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省大连市旅顺口区旅顺北路长城段57号"
          }
        ]
      },
      {
        "title": "DHMM",
        "subtitle": "大连华日机械模型有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市甘井子区营城子镇营升路28号"
          }
        ]
      },
      {
        "title": "DRC",
        "subtitle": "冰山冷热科技股份有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市沙河口区西南路888号"
          }
        ]
      },
      {
        "title": "DRH",
        "subtitle": "大连佳鑫阀门制造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省瓦房店市谢屯镇花园村"
          }
        ]
      },
      {
        "title": "DSC",
        "subtitle": "索辰金属工业（大连）有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市甘井子区大连湾街道毛茔子村"
          }
        ]
      },
      {
        "title": "DZH",
        "subtitle": "大连志合机械制造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市庄河市庄打路二段107号"
          },
          {
            "label": "生产能力",
            "value": "60-100t"
          },
          {
            "label": "主要客户",
            "value": "英国？日本？"
          }
        ]
      },
      {
        "title": "GD",
        "subtitle": "焦作国德联合机械制造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "河南省焦作市解放东路大堠北村160号"
          }
        ]
      },
      {
        "title": "PTD",
        "subtitle": "大连通达气动元件有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省大连市普兰店区太平街道办事处矿洞社区"
          }
        ]
      },
      {
        "title": "DYD",
        "subtitle": "大连银德机械制造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省瓦房店市老虎屯镇吕屯工业区"
          },
          {
            "label": "主要客户",
            "value": "国内机床厂"
          }
        ]
      },
      {
        "title": "LZH",
        "subtitle": "大连中昊精密铸造有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省大连市旅顺口区河西路46号"
          }
        ]
      },
      {
        "title": "DHS",
        "subtitle": "大连弈洪科技有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省大连市保税区自贸大厦"
          }
        ]
      },
      {
        "title": "LHS",
        "subtitle": "临沂宏盛铸业有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "山东省临沂市罗庄区双龙路598号"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "大连华诚计量检测有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市沙河口区春西路205-5号"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "大连市计量检测研究院",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市甘井子区西南路1号绿洲园67号"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "大连瀚盛物流有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市西岗区香秀街6号304室"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "大连时汐国际物流有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "大连市中山区朝阳街53号1单元"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "大连睿威物流有限公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "辽宁省大连市金州区先进街道金润小区A区54号6单元6层2号"
          }
        ]
      },
      {
        "title": "——",
        "subtitle": "人民财产保险股份有限公司大连市分公司",
        "fields": [
          {
            "label": "供应商地址",
            "value": "中国大连市西岗区黄河路2号"
          }
        ]
      }
    ]
  },
  {
    "category": "通用叫法",
    "items": [
      {
        "title": "跻子 / 机子 / 基子",
        "subtitle": "凸台",
        "fields": [
          {
            "label": "解释",
            "value": "指为了增加接触面积、改善受力或保证装配精度，在零件表面特意凸起的一个平台。通常用于螺栓联接的支撑面。您提到的这个是最典型的例子。"
          }
        ]
      },
      {
        "title": "骨位",
        "subtitle": "加强筋",
        "fields": [
          {
            "label": "解释",
            "value": "在塑料件、铸件或钣金件上，为了在不增加壁厚的情况下提高零件的强度和刚性而设计的突起结构。因为像物体的“骨骼”，所以叫骨位"
          }
        ]
      },
      {
        "title": "火山口",
        "subtitle": "沉头孔 或 锥形孔",
        "fields": [
          {
            "label": "解释",
            "value": "指为了容纳螺钉或螺栓的头部，使其表面与零件表面平齐而加工出的圆锥形或圆柱形的凹坑。因为形状像火山，所以得名。"
          }
        ]
      },
      {
        "title": "止口",
        "subtitle": "台阶式定位凸缘/凹槽",
        "fields": [
          {
            "label": "解释",
            "value": "指两个零件通过一对互相配合的凸起和凹槽来进行精准定位和装配的结构。通常一个零件上设计凸缘（公止口），另一个零件上设计凹槽（母止口）。"
          }
        ]
      },
      {
        "title": "弹刀位 / 让刀位",
        "subtitle": "退刀槽 或 越程槽",
        "fields": [
          {
            "label": "解释",
            "value": "在车削、磨削螺纹或阶梯轴时，为了在加工终点让刀具能顺利退出，而不损坏已加工表面或刀具，预先切出的环形凹槽。"
          }
        ]
      },
      {
        "title": "鸡眼",
        "subtitle": "观察孔 或 窥视孔",
        "fields": [
          {
            "label": "解释",
            "value": "指在箱体、外壳上开的一个小孔，用于观察内部机构（如油位、齿轮啮合情况）而不必打开整个设备。"
          }
        ]
      },
      {
        "title": "挂台",
        "subtitle": "定位凸肩",
        "fields": [
          {
            "label": "解释",
            "value": "指在零件某一部分突出的一个台阶，用于在夹具中定位或防止零件在某个方向移动。"
          }
        ]
      },
      {
        "title": "撬位",
        "subtitle": "拆卸槽",
        "fields": [
          {
            "label": "解释",
            "value": "在零件装配时，为了便于后续维修拆卸，在结合面附近特意设计的一个凹槽或空间，方便插入撬棒或螺丝刀将两个零件分开"
          }
        ]
      }
    ]
  }
];

export const inspectionTemplates = [
  {
    "category": "发货确认",
    "items": [
      {
        "content": "产品外观确认（粗糙度、喷漆、尺寸、螺纹）",
        "status": "未完成"
      },
      {
        "content": "产品标识检查",
        "status": "未完成"
      },
      {
        "content": "产品涂漆检查（厚度、附着力）",
        "status": "未完成"
      },
      {
        "content": "发运唛头确认",
        "status": "未完成"
      },
      {
        "content": "空运装箱照片确认",
        "status": "未完成"
      },
      {
        "content": "材质单",
        "status": "未完成"
      },
      {
        "content": "质保书",
        "status": "未完成"
      },
      {
        "content": "出货核查单",
        "status": "未完成"
      },
      {
        "content": "检验记录（可采用AI协助、检验数据合标准）",
        "status": "未完成"
      },
      {
        "content": "木箱含水率",
        "status": "未完成"
      },
      {
        "content": "供应商检验记录（尺寸、硬度、打压等）",
        "status": "未完成"
      },
      {
        "content": "三坐标检验数据（若有）",
        "status": "未完成"
      }
    ]
  },
  {
    "category": "CMTR确认",
    "items": [
      {
        "content": "格式（包含盖章）",
        "status": "未完成"
      },
      {
        "content": "订单号（来自箱单信息）",
        "status": "未完成"
      },
      {
        "content": "图号（来自箱单信息）",
        "status": "未完成"
      },
      {
        "content": "材质名（来自图纸列表）",
        "status": "未完成"
      },
      {
        "content": "数量（来自箱单信息）",
        "status": "未完成"
      },
      {
        "content": "成分（来自材料列表）",
        "status": "未完成"
      },
      {
        "content": "性能（来自材料列表）",
        "status": "未完成"
      },
      {
        "content": "质保书",
        "status": "未完成"
      }
    ]
  },
  {
    "category": "试棒年检",
    "items": [
      {
        "content": "取样要求（材质、批次、数量、报告形式、编号要求）",
        "status": "未完成"
      },
      {
        "content": "报告确认（数量、编号、检验数据）",
        "status": "未完成"
      },
      {
        "content": "SGS送检（内部申请）",
        "status": "未完成"
      },
      {
        "content": "文件留存（CMTR盖章、layout、SGS报告）",
        "status": "未完成"
      },
      {
        "content": "包装（尺寸、重量确认）",
        "status": "未完成"
      },
      {
        "content": "物流（付款申请）",
        "status": "未完成"
      }
    ]
  },
  {
    "category": "客诉问题处理",
    "items": [
      {
        "content": "质量问题通知单更新，加图片-邮件vendor",
        "status": "未完成"
      },
      {
        "content": "质量反馈汇总表-邮件vendor",
        "status": "未完成"
      },
      {
        "content": "southland确认质量问题处理信息",
        "status": "未完成"
      },
      {
        "content": "问题描述（废品率、异常工序、检验数据及其他相关信息）",
        "status": "未完成"
      },
      {
        "content": "产品确认（发货数据、控制计划、过程检验数据、前期问题）",
        "status": "未完成"
      },
      {
        "content": "过程确认（过程记录、工装模具、防呆方式）",
        "status": "未完成"
      },
      {
        "content": "解决措施及跟踪",
        "status": "未完成"
      },
      {
        "content": "claim report update更新-邮件物流人员",
        "status": "未完成"
      },
      {
        "content": "给southland提供整改措施或报告",
        "status": "未完成"
      }
    ]
  },
  {
    "category": "尺寸检测误差合理性",
    "items": [
      {
        "content": "斜边、拐点、R角取点差异",
        "status": "未完成"
      },
      {
        "content": "难以直接测量、或计算值",
        "status": "未完成"
      },
      {
        "content": "测量区域大造成的取点差异",
        "status": "未完成"
      },
      {
        "content": "非关注或待加工尺寸",
        "status": "未完成"
      },
      {
        "content": "测量方法及工具差异",
        "status": "未完成"
      },
      {
        "content": "形位公差最大最小实体",
        "status": "未完成"
      }
    ]
  },
  {
    "category": "铸件检验关注点",
    "items": [
      {
        "content": "整体看有无缺肉、冷隔",
        "status": "未完成"
      },
      {
        "content": "分型面有无错型",
        "status": "未完成"
      },
      {
        "content": "加工面/装配面有无气孔、砂眼、缩松",
        "status": "未完成"
      },
      {
        "content": "壁厚过渡处/拐角处有无缩孔、缩松",
        "status": "未完成"
      },
      {
        "content": "内浇口附近/冒口根部有无气孔、夹渣、缩松",
        "status": "未完成"
      },
      {
        "content": "芯子形成的复杂内腔表面有无粘砂、多肉、毛刺",
        "status": "未完成"
      },
      {
        "content": "摸表面，感受是否光滑，有无凸起的毛刺、披缝，有无凹陷的冷隔",
        "status": "未完成"
      },
      {
        "content": "轻轻敲击铸件厚大部位或悬空部位。清脆响亮的“铛铛”声通常表示内部致密。沉闷、发劈的“啪啪”声或破锣声，很可能内部有较大缩松、裂纹或夹渣。",
        "status": "未完成"
      }
    ]
  }
];
